{
    "0": [
        "Rear-mounted engines.",
        "Larger vertical stabilizer than A319.",
        "Triple-engine configuration mounted on the rear fuselage.",
        "Narrow fuselage with a distinct elongated shape.",
        "Narrow fuselage with a slightly rounded nose.",
        "Single aisle layout with two engine nacelles mounted on the wings.",
        "Typically features a distinctive T-tail configuration.",
        "Tapered wings with distinctive winglets.",
        "Tail-mounted engines with a prominent T-tail design.",
        "T-tail configuration with the horizontal stabilizer mounted on the vertical fin.",
        "Distinctive T-tail configuration at the back.",
        "Distinctively longer nose section.",
        "Larger wing area compared to the 757-200, contributing to a more slender appearance.",
        "Narrow-body aircraft with a sleek fuselage.",
        "Tapering wings with a high aspect ratio.",
        "Three-engine configuration with engines mounted on the rear fuselage.",
        "Cockpit windows are smaller and differently shaped than the A340-200.",
        "Narrow-body design with a single aisle.",
        "Tapered, pointed nose with a slight downward slope.",
        "Similar narrow fuselage but shorter than the 767-200.",
        "Tapered, slightly pointed nose.",
        "Tapered nose compared to the 767-200's more rounded nose.",
        "Wings with a slight upward curvature known as an \"upswept\" wing.",
        "Tapered wings with noticeable winglets.",
        "Narrow fuselage with a distinct pointed nose."
    ],
    "1": [
        "Distinctive three-horizontally-mounted tail design with a T-tail.",
        "Large horizontal stabilizer at the rear.",
        "Distinctive raised rear fuselage and T-tail design.",
        "Tri-engine configuration with two wing-mounted engines and one rear-engine.",
        "Tri-jet configuration with three engines (two on the wings, one at the rear).",
        "Longer body length compared to the 737-500.",
        "Shorter, boxier fuselage compared to the A340-200.",
        "Tri-jet configuration with three engines, two on wings and one on tail.",
        "Longer fuselage compared to the BAE-125.",
        "Distinctive, wider fuselage compared to Saab 340.",
        "Shorter, more compact fuselage compared to larger jets.",
        "Wing design is lower mounted compared to the A310.",
        "Short, wide fuselage with a pointed nose.",
        "Typically, a more rounded nose compared to the longer A340-300 nose.",
        "Tri-jet configuration with three engines, two mounted under wings and one at the rear.",
        "Wings have a significant angle of attack at rest.",
        "Distinctive T-tail design.",
        "Rounder nose compared to the 737-500’s more angular design.",
        "A large, sideways-opening rear stairway door.",
        "Characteristic rear staircase visible from the side view.",
        "Broader fuselage than B200, providing a larger cabin space.",
        "Slender fuselage with a sharp nose profile.",
        "Tri-engine layout with two engines mounted on the rear fuselage and one at the tail.",
        "High-mounted T-tail design.",
        "Tri-jet design with engines mounted on the rear fuselage."
    ],
    "2": [
        "Low-mounted wings with a slight upward angle.",
        "Rounded nose with a flatter windshield angle.",
        "Wings are broad with low-mounted engines.",
        "Wings with lower-mounted engines closer to the fuselage.",
        "Winglets on later models, absent in Fokker 50.",
        "Lower-mounted wings compared to the 707 and 727.",
        "Shorter fuselage compared to later 737 models.",
        "Classic cockpit design with larger windows.",
        "Rounder nose cone with simple cockpit windows.",
        "Features a classic dual-engined look with upturned winglets available.",
        "Classic straight wing design without winglets.",
        "Single aisle, narrow-body structure.",
        "Short, stocky fuselage with a pointed nose and round cockpit windows.",
        "Narrow fuselage compared to the Saab 2000.",
        "Generally, a smaller overall footprint.",
        "Low-mounted wings with winglets (in later versions).",
        "High-mounted wings with no winglets.",
        "Higher-mounted engines compared to the wings.",
        "Two engines positioned beneath the wings.",
        "Dual rear-mounted engines, changing the rear profile.",
        "Short, stubby fuselage with a rounded nose.",
        "Rounder nose section, providing a different silhouette compared to the BAE-125.",
        "Smokestacks placed near the engines.",
        "Shorter fuselage compared to MD-90, with a rounder nose.",
        "Wider fuselage compared to the Cessna 560."
    ],
    "3": [
        "Larger engine nacelles mounted under the wings.",
        "Conventional low-mounted wings, consistent with other 737 models.",
        "Incremental improvements in wing design compared to older models.",
        "Inclusion of winglets on many variants.",
        "High-mounted wings with winglets present.",
        "More modern cockpit design than the C-130.",
        "Has a more streamlined appearance compared to the DHC-8-300.",
        "Larger vertical stabilizer than the 737-200.",
        "More modern winglets at the tips of the wings.",
        "Rounded nose with larger cockpit windows.",
        "Characteristics of a larger wingspan and positioned engines under the wings.",
        "Similar to 737-200 but with slightly elongated fuselage.",
        "Larger engines mounted on the wings rather than the rear fuselage.",
        "Similar cockpit design as the 737-200 but with updated features.",
        "More square-shaped cockpit nose compared to earlier versions.",
        "Same high-mounted wing design, but with winglets on newer models.",
        "Slightly larger and elongated fuselage compared to the 737-200.",
        "More modern, streamlined cockpit design.",
        "Larger, more modern engines relative to the older 737-200.",
        "Slightly longer than the 737-200 but still shorter than the 777-300.",
        "Generally features a more refined shape than older models.",
        "Smaller engine size and different positioning than the 777-300.",
        "Typically fewer and smaller passenger windows.",
        "Extended fuselage for increased passenger capacity.",
        "Similar fuselage length to the 737-200 but with a more modern design."
    ],
    "4": [
        "Distinctive rear cargo door on some models.",
        "More pronounced winglets for improved aerodynamics.",
        "Prominent engine mounts underneath the wings with a larger diameter.",
        "Even longer fuselage than the 737-300.",
        "Features a stretched cabin with a modernized design.",
        "Smooth fuselage transitions with less pronounced cockpit seating area.",
        "Extended fuselage length compared to the 737-300.",
        "Longer fuselage than the 737-300, accommodating more passengers.",
        "Enhanced cockpit windows giving a modern appearance.",
        "Longer fuselage than the 737-300, giving it a stretched appearance.",
        "Rounded tail design with a slight upward tilt.",
        "Even longer fuselage than the 737-300 but still much smaller than the 747-400.",
        "Prominent winglets enhancing aerodynamics.",
        "More windows than the earlier 737 variants.",
        "High-wing configuration with two engines below.",
        "Lengthened fuselage relative to 737-300 and shorter than 767-400.",
        "Larger passenger windows and modern cockpit design.",
        "Engine placement under the wings, similar to the DC-10's wing-mounted engines.",
        "Longer fuselage than the 737-300.",
        "Larger engine nacelles compared to the 737-200.",
        "Longer fuselage than 737-300, allowing more passenger capacity.",
        "Further lengthened fuselage compared to the 737-300.",
        "Winglets may be present, enhancing aerodynamics.",
        "Larger wing area and prominent winglets.",
        "Extended fuselage design compared to the 737-300."
    ],
    "5": [
        "Rear-mounted engines, unlike A321.",
        "Typically lacks modern winglets, resulting in less aerodynamic efficiency.",
        "Shorter fuselage length compared to Boeing 717, leading to a stockier appearance.",
        "Shorter fuselage length compared to the 737-400, similar in height to the 737-300.",
        "Fewer windows compared to longer models.",
        "Characteristic round nose and cockpit area.",
        "Rounded nose design differentiating it from the BAE 146-300.",
        "Tapered tail section that is lower than the CRJ-900.",
        "Smaller engine size compared to some of its siblings.",
        "Shorter, more compact fuselage compared to other 737 variants, similar to E-195 shape but slightly bulkier.",
        "Smaller engine nacelles positioned under the wings.",
        "Shortened fuselage relative to the 737-300 and 737-400.",
        "Two engines mounted under the wings similar to other 737 models.",
        "Compact body structure with high-mounted wings.",
        "Features winglets on newer models.",
        "Shorter overall length than the 737-700 and longer variants.",
        "Winglets incorporated for fuel efficiency.",
        "Typical sleek airline livery with vibrant colors.",
        "Shortened version of the 737-300 with a shorter fuselage.",
        "Smaller engines, maintaining an efficient design.",
        "High-mounted wings similar to the 737-300.",
        "Two engines mounted under the wings rather than at the rear.",
        "Rounded nose design, slightly distinct from the angular design of A310.",
        "Often features fewer windows due to reduced length.",
        "Redesigned cockpit window arrangement compared to earlier models."
    ],
    "6": [
        "Subtle nose design, more aerodynamic than the Metroliner.",
        "Smaller cabin window sizes compared to the 737-900.",
        "Rounded cockpit windows contrasting the larger windows of the A340-200.",
        "Shorter fuselage compared to 737-700, giving a more stubby look.",
        "More pronounced rear stabilizer compared to earlier 737s.",
        "Mid-mounted engines that are more integrated into the wing design.",
        "Sleeker overall aerodynamic shape.",
        "Rounder nose design similar to other 737 series.",
        "Smaller overall dimensions with a streamlined look.",
        "Shorter engine nacelles compared to 737-700.",
        "A more compact and rounded body shape.",
        "Shorter overall length but wider fuselage.",
        "Smaller than the 737-700 but larger than the 737-500.",
        "Aerodynamic fuselage smooth transitions.",
        "Modern cockpit design with larger windows.",
        "Larger, more efficient wing design with blended winglets.",
        "Smaller engines compared to other 737 models.",
        "Rounded nose design and smaller engine placement.",
        "Slightly rounded nose with a modernized cockpit design.",
        "Rounder nose design similar to previous 737 models.",
        "High-mounted wings with engines below, smaller than A340-500.",
        "Retains the single-aisle configuration, making it visually less spacious than the 767-200.",
        "Shorter fuselage length compared to Legacy 600.",
        "Slightly squarer nose profile.",
        "Enhanced performance with winglets."
    ],
    "7": [
        "Winglets present, enhancing aerodynamic performance.",
        "Two large engines beneath the wings creating a distinct silhouette.",
        "More pronounced winglets on the tips of the wings.",
        "A longer fuselage than the 737-600 with a more elongated appearance.",
        "Sleeker, updated tail configuration for improved performance.",
        "Wing-mounted engines closer to the fuselage.",
        "Lengthened fuselage compared to the 737-600, with a more integrated look.",
        "Similar nose shape to newer 737 models.",
        "Lengthened fuselage compared to the 737-600.",
        "Distinctly rounded nose, less pointed than A340-500.",
        "High-mounted wings similar to the BAE but designed for more efficiency.",
        "Modern wing design with notable winglets enhancing aerodynamics.",
        "Rising wing root with a sleek design.",
        "Enhanced aerodynamic shaping compared to 707-320.",
        "Advanced wing design compared to the Classic series.",
        "Sleeker fuselage design compared to A300B4.",
        "Prominent use of winglets to improve fuel efficiency.",
        "Longer fuselage compared to 737-600.",
        "Modernized tail section with a taller vertical stabilizer.",
        "Adaptable wingtip designs, potentially with winglets for modern efficiency.",
        "More spacious cabin layout with larger windows.",
        "More advanced wing design compared to the C-130.",
        "Equipped with modern winglets for improved aerodynamic efficiency.",
        "High-mounted wings with engines configured beneath.",
        "High-mounted wings with winglets, providing improved aerodynamic performance over A310."
    ],
    "8": [
        "Sharper nose compared to earlier models.",
        "Advanced wing design with larger winglets for improved performance.",
        "Larger wing size for increased lift capacity.",
        "Larger cockpit windows providing a different aesthetic.",
        "More expansive cabin space with additional windows.",
        "More refined nose shape that is streamlined for aerodynamics.",
        "Even longer fuselage than the 737-700.",
        "Larger and more efficient wing design with prominent winglets.",
        "Longer fuselage with a more aerodynamic shape for reduced drag.",
        "Longer fuselage and upgraded wing design for better lift.",
        "Upswept winglets are considerably larger.",
        "Built with larger winglets for improved aerodynamics.",
        "Significantly longer fuselage, providing higher passenger capacity.",
        "High-mounted wings with significant winglets.",
        "Even larger and more pronounced vertical stabilizer.",
        "High-mounted wings with winglets improving fuel efficiency.",
        "Pronounced winglets at wing tips enhancing aerodynamics.",
        "More pronounced rear cargo area in extended design.",
        "Longer fuselage, giving it a stretched appearance compared to Boeing 717.",
        "Modern cockpit with large windows and an advanced avionics suite.",
        "Sleek and elongated design with sophisticated aerodynamics.",
        "Similar engine placement but with larger fan blades.",
        "Larger wings and increased wingspan with significant winglets.",
        "Longer fuselage and larger overall size than A321.",
        "More pronounced cockpit area with better window visibility."
    ],
    "9": [
        "Similar wing design with prominent winglets.",
        "Most extended variant of the 737 with a longer fuselage.",
        "Extended fuselage, longer than the 737-800, allowing for more passengers.",
        "Different landing gear positioning, providing stability with more weight.",
        "Enhanced engine size compared to the 737-500.",
        "Longest variant of the 737 series, presenting a stretched appearance.",
        "Significant height and larger wing design for efficiency.",
        "Longest fuselage in the 737 family, longer than the 737-800.",
        "High-mounted wings with prominent winglets.",
        "Longest fuselage among the 737 variants compared to ERJ 145.",
        "Distinctive, elongated nose and front sixth window for cockpit design.",
        "Winglets enhance performance and fuel efficiency.",
        "The longest variant in the 737 lineup.",
        "Longest fuselage in the 737 series, resulting in a pronounced length.",
        "Integrated engines under the wings, matching the series' design.",
        "Even longer fuselage than the 737-800, maximizing passenger capacity.",
        "Longest variant of the 737 family.",
        "Streamlined fuselage with smooth curvature for reduced drag.",
        "Enhancements like double-over-engine nacelles for better fuel efficiency.",
        "Similar wing and engine configuration to 737-800 but extended.",
        "Advanced winglets for improved efficiency.",
        "Winglets positioned similarly, enhancing aerodynamic efficiency.",
        "Wider cabin for seating as compared to predecessors.",
        "Two engines mounted under the wings, optimized for passenger transport.",
        "Larger and more powerful engines compared to the BAE-125's engines."
    ],
    "10": [
        "Distinctive nose that tilts upward for cargo access.",
        "Four engines mounted on pylons under the wings.",
        "Distinct hump on the upper deck creating a recognizable profile.",
        "Four engines mounted beneath the wings.",
        "Iconic four-engine design with high-mounted wings.",
        "Longer fuselage than A340-600.",
        "Wider wingspan compared to the 737 family.",
        "Four large engines mounted on the wings.",
        "Short, rounded nose with a bulbous shape.",
        "Unique hump on the top of the fuselage that is absent in A340-200.",
        "Wide and long fuselage with distinctive long wings.",
        "Iconic hump on the forward upper deck, like all 747 variants.",
        "Large passenger windows on both decks.",
        "Quad-engine design with engines mounted under the wings.",
        "High-mounted wings with a significantly larger wingspan.",
        "Large, unique nose section that can tilt upward for loading.",
        "Distinctive nose that can tilt for loading.",
        "Iconic hump in front of the cockpit compared to A321.",
        "Distinctive hump on the forward main fuselage.",
        "Classic boxy body shape.",
        "Prominent cockpit area with large windows.",
        "Iconic hump on the forward fuselage characteristic of the 747 design.",
        "Four large engines mounted under the wings.",
        "Wide-body fuselage with a very large wingspan.",
        "Four-engine configuration on the wings."
    ],
    "11": [
        "Larger overall size and sleek curves compared to the more angular DC-9.",
        "Base fuselage size remains larger than Boeing 717.",
        "Extended fuselage section providing additional cargo capacity.",
        "Broader wings for improved lift.",
        "More powerful engines.",
        "Retains the upper deck hump characteristic of the 747-100.",
        "Enhanced engine design with larger nacelles under wings.",
        "Smaller, rounder cabin windows compared to the larger windows on the 777-300.",
        "Quad-engined, featuring larger engine variants.",
        "Wide wingspan and stability compared to smaller jets.",
        "Similar to the 747-100 but equipped with improved engines.",
        "Similar to the 747-100 but with engine upgrades for improved performance.",
        "Distinctive curves from the nose to the tail give a rounded appearance.",
        "Greater range due to improved fuel capacity.",
        "Similar humpbacked design but slightly longer fuselage than the 747-100.",
        "Larger fuselage diameter compared to the 737-200.",
        "Similar hump as 747-100 but with improved aerodynamics.",
        "Four engines similar in positioning to the 747-100.",
        "More powerful engines mounted on the wings.",
        "Dual-deck configuration with upper deck for passengers.",
        "Similar hump as the 747-100 with upgrades in engine size.",
        "Fuselage length slightly greater than A340-300.",
        "Slightly longer than the 747-100 but retains core visual features.",
        "Wider fuselage with a more rounded appearance.",
        "Similar upper deck hump as the 747-100."
    ],
    "12": [
        "Four large engines with updated nacelle designs.",
        "Similar wing design to 747-200, also with four engines.",
        "Cockpit design with a more integrated glass display.",
        "Rounded and sleek nose profile enhancing aerodynamic design.",
        "Increased takeoff weight capacity compared to earlier models.",
        "Extended upper deck for maximum passenger capacity.",
        "Extended upper deck, providing a noticeable lengthened appearance.",
        "Updated avionics and cockpit windows.",
        "Broad tail fin designed for high-altitude performance.",
        "Increased passenger capacity due to enlarged fuselage.",
        "Characteristic hump continues the design lineage.",
        "Enhanced wing design with extended wingspan.",
        "Enhanced upper deck with more pronounced hump.",
        "Elevated cockpit design compared to Legacy 600.",
        "Four engines mounted on high wings.",
        "Larger, more efficient engines.",
        "Larger passenger windows compared to DC-9.",
        "Notable increase in passenger volume over previous variants.",
        "Four engines with a slightly modified design for better fuel efficiency.",
        "Tapered winglets for aerodynamic improvement.",
        "Tapered wings with distinctive winglets for enhanced aerodynamics.",
        "Common trapezoidal shape with increased wingspan.",
        "Lengthened fuselage with an extended upper deck.",
        "Distinctive T-cockpit shape.",
        "Wing-mounted winglets that enhance aerodynamics."
    ],
    "13": [
        "Extended upper deck with a more pronounced shape.",
        "Redesigned cockpit shape.",
        "Advanced wing design with winglets.",
        "Expanded wing area and winglets for increased range.",
        "Larger upper deck area compared to 747-300.",
        "Considerably larger and bulkier than the Saab 340.",
        "Modern, rounded cockpit windows, much larger than DC-9.",
        "Full-length upper deck, offering extensive passenger capacity.",
        "Updated nose shape for aerodynamics compared to earlier models.",
        "Winglets on wing tips for improved aerodynamics and fuel efficiency.",
        "Bulbous nose design with the ability to droop.",
        "Digital cockpit with larger windows.",
        "Advanced wing design with winglets for better aerodynamics.",
        "Sleek and smooth fuselage lines contributing to its aerodynamic shape.",
        "Distinctive bulbous nose while maintaining an iconic silhouette.",
        "Redesigned, more efficient engines.",
        "Larger engines with additional thrust compared to earlier models.",
        "Advanced materials used for construction for weight savings.",
        "Winglets at the ends of the wings for improved aerodynamics.",
        "Larger engines with improved fuel efficiency compared to earlier models.",
        "Advanced wing design with larger winglets.",
        "Modernized cockpit with digital displays.",
        "Distinct nose with a more aerodynamic shape.",
        "Distinctive two-deck configuration with a sleek upper deck.",
        "Longer overall length and height, prominently dominating other jets."
    ],
    "14": [
        "Taller vertical stabilizer compared to narrowbody jets.",
        "Tapered nose design with a more pointed appearance.",
        "Sleek, narrow fuselage that appears longer than its height.",
        "Smooth fuselage with a streamlined appearance.",
        "Sharp, angular nose design, different from the 737-900's rounded shape.",
        "Narrow-body design with pointed nose but elongated fuselage.",
        "Cargo door option available for freighter versions.",
        "Two engines mounted on underwing pylons, distinct from the 727-200.",
        "Long, slender fuselage with a streamlined appearance.",
        "Blend of regional and long-haul capabilities evident in structure.",
        "Slender fuselage design with a relatively smaller diameter than 747.",
        "Less pronounced cockpit design.",
        "Sleek, elongated fuselage with a narrow body.",
        "Engine placement retains a streamlined look on the wings.",
        "Tapered nose that is more pointed compared to the Fokker 100.",
        "Two high-mounted engines on the wings.",
        "Winglets that are generally smaller than those on the 737.",
        "Distinctive angled nose and cockpit layout.",
        "More pronounced nose with a sharper appearance.",
        "Lengthier proportions with larger wings.",
        "Longer, narrower fuselage compared to Beechcraft 1900.",
        "High aspect ratio wings with sleek designs.",
        "Tapered nose similar to 737 but longer.",
        "Distinctive winglets enhancing aerodynamic performance.",
        "Smaller vertical stabilizer than the 747, but prominent for its size."
    ],
    "15": [
        "Tapered and more elongated nose, akin to the 757-200 but more extended.",
        "Even longer fuselage than the 757-200.",
        "Even longer fuselage compared to 757-200.",
        "Notable cargo capabilities with a rear-loading ramp option.",
        "Wing design optimized for extra speed and fuel efficiency.",
        "Similar high-mounted wing design as the 757-200.",
        "Extended fuselage length compared to the 757-200.",
        "Proportionally bigger wingspan offering greater lift.",
        "Single aisle layout, still showcasing a streamlined profile.",
        "High-mounted engines beneath the wings similar to 757-200.",
        "More pronounced wing shape at the tips.",
        "Even longer fuselage than the 757-200.",
        "Similar engine placement as the 757-200 but with additional power output.",
        "Much longer profile compared to A318, appearing more streamlined.",
        "More pronounced engine nacelles on the wings.",
        "Narrow nose design maintaining aerodynamic efficiency.",
        "Similar engine layout as 757-200.",
        "Slightly different wing shape to support the longer fuselage.",
        "Even longer than 757-200, with a similar fuselage width.",
        "Increased seating configuration visible from the front.",
        "Different wing configuration and engine size.",
        "Longest fuselage in the 757 family for additional seating.",
        "Increased height of the vertical stabilizer compared to E-195.",
        "Wingtips are extended for aerodynamic efficiency.",
        "Similar overall appearance with modest design changes."
    ],
    "16": [
        "Wider fuselage, giving it a bulkier appearance compared to the 757-200.",
        "Large wing area with high-mounted engines leading to a spacious appearance.",
        "Two-engine configuration mounted under the wings.",
        "Twin-engine setup with large engines giving a powerful appearance.",
        "Tapered tail section, larger than Metroliner’s vertical stabilizer.",
        "Larger cabin windows facilitating more spacious interiors.",
        "Advanced cockpit design featuring electronic displays unlike traditional fighter jets.",
        "Wide-body twin-engine aircraft with a sleek fuselage.",
        "Wide-body design with two engines mounted under the wings.",
        "Wide-body fuselage with a rounded nose.",
        "Raked wingtips providing aerodynamic efficiency.",
        "Tapered tail with a tall vertical fin.",
        "Larger than DHC-8-300, with a bulkier profile.",
        "Distinctive rounded nose with cockpit slightly elevated.",
        "Tapered nose section similar to the DC-10 but slightly different shape.",
        "Longer fuselage with distinct curved nose.",
        "More pronounced horizontal stabilizers.",
        "Large cockpit windows, more spacious in design.",
        "Wide passenger windows, particularly towards the front.",
        "Unique raked wingtips for enhanced aerodynamics.",
        "Shorter fuselage compared to A340-500, but bulkier.",
        "Rounded nose and cockpit section echoing earlier models.",
        "High wings with distinctive, long engine nacelles.",
        "Lower tail height compared to larger Boeing models.",
        "Typically a smoother surface on the fuselage."
    ],
    "17": [
        "More extended cabin layout with increased seating arrangements.",
        "Extended fuselage compared to the 767-200, enhancing passenger capacity.",
        "Similar wide, flat wingspan design with reinforcement for more gliding efficiency.",
        "High-mounted wings with notable winglets often present.",
        "Extended fuselage length beyond the 767-200 version.",
        "Similar wing design with high-mounted position.",
        "More rounded nose that flows into the fuselage smoothly.",
        "Similar rounded body but with slightly larger passenger capacity.",
        "Advanced engine nacelles for efficiency.",
        "Features very wide body structure.",
        "Similar wide-body configuration with a high-mounted wing.",
        "Longer fuselage than 767-200, allowing more passengers.",
        "Raised cockpit height for better aerodynamic performance.",
        "Extended variant of the 767-200, with larger passenger and cargo capacity.",
        "Improved aerodynamics with winglets possible.",
        "More rounded cockpit with modern window shapes.",
        "High fuselage with more cabin volume vs",
        "Similar wing shape and engine configuration as the 767-200.",
        "Longer fuselage than the 767-200, increasing passenger capacity.",
        "Increased wingspan allowing for better aerodynamics.",
        "Larger and more efficient engines than 767-200.",
        "Longer fuselage than the 767-200 with increased passenger capacity.",
        "Distinctive cabin layout for higher capacity.",
        "Longer wing span and fuselage than 767-200.",
        "Slightly larger and more powerful engines compared to 767-200."
    ],
    "18": [
        "Longest variant of the 767 family, with major fuselage elongation.",
        "Longest fuselage in the 767 family, also wider than the Boeing 717.",
        "More pronounced cockpit design with a curved nose.",
        "Modern cockpit window design.",
        "Extended length beyond the 767-300, featuring a noticeable protruding tail.",
        "Upgraded cockpit features with advanced technology.",
        "The longest of the 767 family with an extended fuselage.",
        "Modern cockpit design and larger windows.",
        "Increased passenger capacity while maintaining comfort.",
        "Even longer fuselage, extending passenger capacity further.",
        "Wider width facilitating more passenger seats.",
        "Enhanced fuselage length surpassing all 767 models.",
        "Modernized cockpit area larger compared to preceding models.",
        "Custom wing modifications for increased wing efficiency.",
        "Distinctive raked wingtips to reduce drag.",
        "Longest fuselage within the 767 family, coming closer in length to the 777-200.",
        "Wider wings visually more significant than CRJ-900.",
        "Retains a wide-body design with very pronounced winglets.",
        "Wider passenger cabin compared to 747-300.",
        "Similar wide-body and two-engine configuration.",
        "Still a wide-body design, appearing broader compared to A318.",
        "Modern cockpit with improved aerodynamics.",
        "Unique tail structure differing from shorter models.",
        "More modern cockpit and cabin design features.",
        "Enhanced engines compared to previous 767 variants, typically larger."
    ],
    "19": [
        "Large, wide-body aircraft with a notable two-engine design.",
        "Large, wide-body fuselage with a distinctively broad wingspan.",
        "Twin-engine configuration with large engine sizes.",
        "Very large, high-bypass turbofan engines mounted on wing pylons.",
        "Larger fuselage than 767-400, wide-body design.",
        "Three-lens cockpit windows, featuring sweeping curves.",
        "Longer and higher wing design with variable sweep.",
        "Wider and more circular fuselage, visually larger than the 737-900.",
        "Proportionately larger than the Cessna 560, with a distinct silhouette.",
        "Very wide body standard for the twin-engine configuration.",
        "Large, high-mounted wings that are more angled.",
        "Curved, pointed nose resulting in a more streamlined effect.",
        "Dual aisles providing spacious interior layout.",
        "High-mounted wings with raked wingtips for fuel efficiency.",
        "Significant wingspan with raked wingtips for improved efficiency.",
        "Wider fuselage and larger overall dimensions than A330-300.",
        "High-mounted wing design featuring raked wingtips for aerodynamics.",
        "Larger engines with a distinct pod-like shape.",
        "Long, sweeping wings extending with raked wingtips.",
        "Advanced cockpit with large glass cockpit displays.",
        "Long, high-mounted wings with distinctive winglets.",
        "A more spacious overall appearance due to its larger construction.",
        "Larger cabin size offering more comfort and space.",
        "Elegant, elongated body allowing for high passenger comfort.",
        "Long wingspan with distinctive wingtip devices."
    ],
    "20": [
        "Streamlined body with very minimal surface disruptions.",
        "Enlarged wings for greater lift capacity.",
        "Extended length compared to the 777-200.",
        "Smooth body lines for aerodynamics.",
        "Enhanced wing design similar to the 777-200 but with longer span.",
        "Extended fuselage compared to the 777-200.",
        "Larger wingspan complements the overall elongated body.",
        "Smooth rounded rear fuselage leading into the tail.",
        "Extended fuselage length significantly longer than the 777-200.",
        "Extended fuselage longer than the 777-200.",
        "Extended fuselage length, making it one of the longest passenger aircraft.",
        "Extended wing design creating a more pronounced appearance.",
        "Extended fuselage longer than the 777-200.",
        "Extended fuselage length compared to the 777-200 for maximum capacity.",
        "High-mounted engines with distinctive large fan diameter.",
        "Enhanced wing design with larger aspect ratio and raked wingtips.",
        "Additional seating and visible exit doors added.",
        "Extremely high capacity, larger than Saab 340.",
        "Engine size increased for enhanced thrust.",
        "Imposing and sleek profile that appears longer and wider.",
        "Large, cabin windows extending the passenger experience.",
        "Even longer fuselage than the 777-200, extending tail section.",
        "Increases cabin space significantly for passengers.",
        "Tapered ailerons and flaps fostering an efficient wing profile.",
        "Modern cockpit design with larger viewing windows."
    ],
    "21": [
        "Rear-engine mount design providing a unique profile.",
        "High-mounted wings contributing to its roomy interior.",
        "High-mounted wings providing increased lift.",
        "Single-deck configuration with a slightly sloped nose.",
        "Wide fuselage design similar to the 777 but shorter overall.",
        "Mostly straightforward and less contoured body design.",
        "Wide-body twin-engine design with a short fuselage.",
        "Dual-engine configuration below the wings.",
        "Wide-body configuration with a slightly rounded nose.",
        "Distinctive wide fuselage gives it a robust silhouette.",
        "Twin-engine design with montages under wings.",
        "Wide, twin-engine configuration with a round fuselage design.",
        "Straight leading edges on wings.",
        "Wide-body configuration similar to the 747-400 but shorter in length.",
        "Features a pronounced nose with significant cabin volume.",
        "Wide body gives ample space for multiple aisles.",
        "Visibility of landing gear commonly positioned forward.",
        "High-mounted wings for good aerodynamic performance.",
        "High-mounted wings providing a substantial lift advantage.",
        "Wide-body design with a distinctively short and stubby nose.",
        "Circular nose profile reminiscent of the older Airbus designs.",
        "Nose design is somewhat rounded but differs from the 767-200.",
        "Boxier fuselage with a less streamlined profile.",
        "Typically features a twin-engine configuration mounted under the wings.",
        "Dual-engine design with engines mounted under the wings."
    ],
    "22": [
        "Integrates a T-tail design for aerodynamic efficiency.",
        "More pronounced wing shape with a slight taper.",
        "Similar to A300 but with a slightly more elongated body.",
        "Curved nose design presents differently than E-195's nose.",
        "Characteristics of a small T-tail compared to E-195.",
        "High-mounted wings with optional winglets on later models.",
        "Advanced fuel-efficient engine design emphasizing cost-effective travel.",
        "Wide, high-mounted wing design with no winglets.",
        "Similar twin-engine design as the A300B4 but with a more modern shape.",
        "Notable cargo and passenger configurations.",
        "Wide fuselage similar to A300 with a sleeker design.",
        "Wider stance in the landing gear compared to 737-200.",
        "Rounded nose design providing sleek aerodynamics.",
        "Pronounced rounded nose, more petite than A300.",
        "Minor raked wing design for better aerodynamic properties.",
        "Unique tail profile slightly higher than A300.",
        "Enhanced cabin layout with larger passenger windows.",
        "More modernized design than the A300 with similar wide-body structure.",
        "Enhanced cockpit visibility with larger windshield.",
        "Features a slightly smaller wingspan with noticeable winglets.",
        "High-mounted wings with distinct upward curve.",
        "High-mounted wings create a distinct appearance.",
        "High-mounted engines enhancing aerodynamic dynamics.",
        "Rounded nose design more pronounced than the E-170.",
        "Tail height is shorter compared to A340-500."
    ],
    "23": [
        "Compact design with fewer passenger capacity.",
        "Greater emphasis on efficiency in a narrower body.",
        "Tail height and width less dramatic than the A310’s features.",
        "Reduced passenger window count showcasing a smaller cabin layout.",
        "High-mounted wings, smaller wingspan in comparison.",
        "Higher nose angle gives it a modern look.",
        "Distinctive smaller cockpit windows.",
        "Streamlined engines mounted under the wings.",
        "Two-engine design with engines mounted beneath the wings.",
        "Includes winglets for aerodynamic benefits.",
        "Typically fewer passenger windows than larger A320 variants.",
        "Shortest member of the Airbus A320 family with a narrow body.",
        "Shorter fuselage than A321, creating a stubby profile.",
        "Smaller engines compared to larger aircraft.",
        "Reduced wingspan compared to larger Airbus models.",
        "Single aisle, 2-2 seating configuration.",
        "Features advanced wing design similar to larger Airbus jets.",
        "Typical Airbus construction with slightly squared-off wing tips.",
        "Slightly wider than MD-90, allowing for efficient passenger loading.",
        "Shorter wingspan with a more curved wing design.",
        "Single aisle with two engines mounted on the wings.",
        "Framework for cabin configuration flexibility.",
        "Shortest member of the A320 family, with a compact size.",
        "Smaller engine nacelles mounted below the wings.",
        "Smaller wingspan with distinct wing design."
    ],
    "24": [
        "Twin-engine design with conventional engines under wings.",
        "Similar fuselage to A320 but slightly shorter.",
        "Similar wing design with slight winglets enhancing aerodynamics.",
        "Slightly raked wingtips improving aerodynamics.",
        "Twin engines positioned below the wings.",
        "Slightly larger wingspan than A318 while still compact.",
        "Two engines mounted beneath the wings.",
        "Limited number of cabin windows compared to the A320.",
        "Narrower fuselage compared to A320, offering efficient flight.",
        "Small wings with engines that appear narrower.",
        "Single-aisle configuration using a traditional layout.",
        "Smaller winglets compared to A320.",
        "Single aisle configuration reminiscent of the A320 family.",
        "Low-mounted wings with engines below.",
        "Smooth fuselage with modern appearance.",
        "Smaller overall dimensions compared to Saab 340.",
        "Positioned engines with modern, efficient designs.",
        "Rounded nose similar to the A318 with more windows.",
        "Slightly larger than A318 with a broader fuselage.",
        "Sleek, modern design compared to Spitfire.",
        "Slightly longer than the A318 while maintaining a narrow body.",
        "Advanced winglet design improving aerodynamics.",
        "More modern and streamlined design than the CRJ-700.",
        "Single-aisle aircraft with a compact fuselage length.",
        "High-mounted wings with a more sleek and modern design."
    ],
    "25": [
        "Single-aisle aircraft with a slightly wider fuselage than the DR-400.",
        "Distinctive nose cone design different from Legacy 600.",
        "Standard narrow-body design with a wide fuselage.",
        "Moderate fuselage width that contrasts with the DHC-6.",
        "Single-aisle, narrow-body aircraft with a wider body than 737.",
        "Rounded nose with an aerodynamic profile.",
        "Modern cockpit design with large windows.",
        "Rounded nose more pronounced than the 757-300.",
        "More angular fuselage lines.",
        "Average-sized fuselage length.",
        "Engine nacelles mounted under the wings.",
        "Modern cockpit with a large viewport.",
        "High-mounted wings with traditional winglet design.",
        "Smaller overall length and height compared to A340-500.",
        "Two engines mounted below the wings.",
        "Jet engines mounted under the wings similar in placement to the CRJ-200.",
        "Wide passenger windows enhancing cabin light.",
        "Single aisle, narrow-body design with a modern look.",
        "Larger engines mounted on pylons beneath the wings.",
        "High-mounted wings and large engine nacelles beneath wings.",
        "Single-aisle aircraft with streamlined fuselage design.",
        "Taller tail structure gives it a different silhouette over A310.",
        "Modern cockpit design with integrated flight management systems.",
        "Two engines mounted under a slightly swept wing.",
        "Standard single-aisle design for narrow-body operations."
    ],
    "26": [
        "Volume of exit doors increased in alignment with a longer fuselage.",
        "Extended fuselage length compared to the A320.",
        "Extended fuselage version of the A320.",
        "Extended fuselage compared to A320.",
        "More passenger windows due to the increased length.",
        "Similar nose design to A320 but longer and aerodynamically optimized.",
        "High-mounted wings maintaining a consistent silhouette.",
        "No upper deck feature.",
        "Extended fuselage compared to A320 with increased passenger seating.",
        "Extended fuselage compared to the A320, emphasizing length.",
        "Slightly pointed nose design appears different than E-195.",
        "More pronounced wing design for added efficiency.",
        "Nose profile is elongated, giving it a modernized shape compared to A310.",
        "Maintains overall aerodynamic design principles of the A320 family.",
        "Wing design mimics A320, adjusted for larger structure.",
        "Larger overall passenger capacity with extended fuselage.",
        "Appearance overall is similar to A320 but lengthier.",
        "A longer nose section compared to A319 and A320.",
        "Streamlined body emphasizing modern passenger service.",
        "More elongated design provides a more robust overall look.",
        "Extended fuselage length compared to the A320 offering added capacity.",
        "High-wing placement with notable winglet designs.",
        "Notable passenger capacity increase.",
        "Engines are slightly more powerful compared to the A320.",
        "Similar engine configuration as the A320 but with increased performance."
    ],
    "27": [
        "Rounded nose with dual cockpit configuration.",
        "Dual large engines positioned under broad wings.",
        "Tapered wings with significant curvature and large winglets.",
        "Rounded nose profile similar to other Airbus models.",
        "Longer fuselage compared to A330-300.",
        "Longer, graceful body shape.",
        "A more pronounced tail structure compared to E-195.",
        "More pronounced horizontal stabilizers for efficiency.",
        "Rounded nose similar to an A340 but with different sizing.",
        "Wide-body configuration, larger than Boeing 717.",
        "Wide-bodied configuration with a shorter fuselage than A330-300.",
        "Wide-body design with a noticeably longer fuselage compared to A300B4.",
        "Distinctive raked wingtips for improved efficiency.",
        "Slightly upswept tail design.",
        "Wide-body aircraft with a slightly shorter fuselage.",
        "Larger wingspan with engine mounts below, providing a distinctive look.",
        "Dual aisles providing spacious interiors.",
        "Rounder fuselage appearance with fewer design complexities.",
        "High-mounted, large wings with more pronounced curvature.",
        "Wide-body design with a slightly shorter fuselage compared to A330-300.",
        "Large, rounded nose with spacious cockpit layout.",
        "Distinct passenger door layout differing from BAE.",
        "Distinctively larger wing structure with curved design.",
        "Rounded nose similar to Boeing designs.",
        "Larger engines providing significant thrust relative to size."
    ],
    "28": [
        "Larger capacity wing fuel tanks augmenting flight range.",
        "Very noticeable wide-body design, significantly larger than 767-300.",
        "Larger wing area compared to the A330-200.",
        "Similar engine configuration to the A330-200, but larger.",
        "Similar wing designs with broader wingtips.",
        "Similar visual aspects to A330-200 but visibly more extended.",
        "Rounded nose, larger than A319 highlighting its design.",
        "Longest variant in the A330 family, with extended fuselage.",
        "Two large engines configured similarly to the 777 family.",
        "Rounded nose section, smooth fuselage appearance.",
        "Similar wing structure as the A330-200 but longer span.",
        "Longer fuselage than A330-200, providing more space.",
        "Enhanced range capabilities compared to A330-200.",
        "Longer fuselage than A330-200, providing more capacity.",
        "More spacious interior compared to its shorter counterpart.",
        "Increased number of windows along its length.",
        "A modernized cockpit design compared to smaller regional aircraft.",
        "Similar wide-body shape but with extended proportions.",
        "Enhanced landing gear for better clearance.",
        "Identical twin-engine design mounted beneath the wings.",
        "Thicker wing roots giving a more robust appearance.",
        "Longer than the A330-200 providing further passenger space.",
        "Dual-engine layout for better performance.",
        "Maintains the sleek and modern nose similar to A330-200.",
        "Placement of engines similar to A330-200."
    ],
    "29": [
        "Distinctively higher-mounted wings and long wing design.",
        "Longer fuselage than the A330 family with a pronounced taper.",
        "Smaller cabin windows compared to the larger windows on the 777-300.",
        "Quad-engine design with distinct engine placement similar to 747.",
        "Similar width to A330 but longer with four engines configuration.",
        "Long fuselage with a quad-engine configuration.",
        "Long, slender fuselage with a sharp, tapered nose.",
        "Four-engine aircraft significantly larger than Metroliner.",
        "Round nose, echoing characteristics of other Airbus models.",
        "Wider fuselage than A310 but more compact in length.",
        "Wider fuselage compared to smaller aircraft, enhancing cabin space.",
        "Modern cockpit layout with larger windows.",
        "Tapered fuselage design providing aerodynamic profile.",
        "Wingtip fences for maneuverability.",
        "Long wings with no winglets.",
        "Four-engine configuration with engines mounted under the wings.",
        "Blended fuselage with a rounded nose enhancing aerodynamics.",
        "Longer fuselage with a rounded nose similar to A330.",
        "Larger, more pronounced wings.",
        "Wings designed for long-haul efficiency compared to the C-130.",
        "Substantial overall visual mass indicative of its long-range capabilities.",
        "Long, slender fuselage design.",
        "Four engines mounted under the wings.",
        "Four-engine layout with two engines on each wing.",
        "T-tail assembly design consistent across A340 family."
    ],
    "30": [
        "Larger wing structure with enhanced wing designs.",
        "Extended fuselage length compared to A340-200.",
        "Longest variant with extended fuselage and wingspan.",
        "Enhanced wing designs that allow for better fuel efficiency.",
        "Distinct wide body appearance that is notably broader than Cessna 172.",
        "Four engines mounted under swept wings.",
        "Longer wingspan enhancing aerodynamics.",
        "Lengthened fuselage beyond A340-200 making it closer in scale to 777-200.",
        "Enhanced aerodynamics due to its larger size.",
        "Adds winglets for greater fuel efficiency.",
        "Similar cockpit and rounded nose design as the A340-200.",
        "Rounded nose with advanced cockpit design.",
        "Wider body for enhanced passenger capacity.",
        "Rounded tail configuration enhancing stability.",
        "Upwardly curved wing tips highlighting aerodynamics.",
        "Similar overall design as the A340-200 but with a longer fuselage.",
        "High vertical stabilizer enhancing overall control.",
        "Longer fuselage providing increased passenger and cargo capacity.",
        "Prominent nose similar to A340-200 but larger.",
        "Prominent wingspan with moderate winglets for efficiency.",
        "Distinctive high, swept-back wings.",
        "Four-engine setup similar to the A340-200.",
        "Elongated fuselage with a smooth curve toward the rear.",
        "Rounded, sleek nose profile enhancing overall design.",
        "Similar four-engine configuration with optimized placements."
    ],
    "31": [
        "More significant modification to the cockpit with bigger windows.",
        "Extremely long fuselage, significantly elongated profile.",
        "Extensive wingspan contributing to increased efficiency.",
        "Wider wings with more advanced winglets.",
        "Similar engine placement, larger than previous models.",
        "Unique cabin shape providing greater comfort.",
        "Overall larger proportions contrasting sharply with the MD-90.",
        "Longer wingspan than A340-300.",
        "Larger engine nacelles and modern designs for efficiency.",
        "Longest variant in the A340 family with extended range capabilities.",
        "Extended fuselage length compared to the A340-300.",
        "Distinct nose design with improved aerodynamics.",
        "Wide-body configuration with spacious cabin.",
        "Extended fuselage than A340-300, additional length for range.",
        "Wider fuselage providing a robust appearance.",
        "Four engines mounted under the wings, similar to other A340s.",
        "Same height and width of tail as A340-300, more pronounced.",
        "Similar nose design but accentuated by length.",
        "Longest variant in the A340 series.",
        "Longest variant in the A340 series with an elongated fuselage.",
        "Higher wings and modern raked wingtips enhancing aerodynamics.",
        "Extended fuselage for longer routes, more sleek.",
        "More pronounced appearance compared with regional jets.",
        "Extended fuselage of A340 series for greater passenger demand.",
        "Sleek and elongated profile resulting in efficient flight characteristics."
    ],
    "32": [
        "Wider body and large cabin windows.",
        "Retains the sweeping curves and aerodynamic efficiency of the A340 lineage.",
        "Longest version of the A340 family with an exceptionally long fuselage.",
        "Large wings with pronounced winglets for improved efficiency.",
        "Larger wings compared to A340-200/300.",
        "Prominent nose and cockpit structure offering a sleek profile.",
        "Similar high wings with a four-engine layout.",
        "\"Hump\" on the upper fuselage for increased cabin space.",
        "Extended wingspan with prominent raked wingtips.",
        "Notable raked wingtips enhancing performance.",
        "Extended fuselage longer than A340-500.",
        "Raked wingtips and large, efficient engines.",
        "Visual impact of size and length dwarfs CRJ-900.",
        "The longest version in the A340 family, far exceeding A310 in length.",
        "Distinct, large engine configuration beneath the wings.",
        "Noticeably longer fuselage with dual aisles.",
        "Long, sleek fuselage tapering into a streamlined tail.",
        "Four-engine layout resulting in an expansive engine configuration.",
        "Large space between cockpit and passenger area.",
        "Rounded, aerodynamic nose maintaining family lineage.",
        "Longest variant in the A340 series, visibly extended.",
        "Higher engine placement compared to 737-600.",
        "Rounder, smoother cockpit area contributing to aerodynamics.",
        "Longest variant among the A340s, very elongated body.",
        "The longest aircraft in the A340 family."
    ],
    "33": [
        "Substantial nose profile that features a pronounced curvature.",
        "Double-decker cabin layout with prominent upper deck.",
        "Four large high-bypass turbofan engines mounted low.",
        "Large, oval windows that complement its massive size.",
        "Iconic upper deck noticeable from the front.",
        "Overall larger profile in the aviation landscape for high-capacity travel.",
        "Very wide body with a distinctive upper deck hump.",
        "Double-deck wide-body design significantly larger than Saab 340.",
        "Enormous size with a full double-decker configuration.",
        "Very distinctive upper deck with multiple levels.",
        "Four larger engines, creating a powerful visual presence.",
        "Four-engine layout giving it a high payload capacity.",
        "Exceptionally wide fuselage, broader than An-12.",
        "High wings with noticeable winglets for aerodynamics.",
        "Signature hump along the top for the upper deck.",
        "Unique double-decker configuration sets it apart from A340-300.",
        "Very large windows on the first and second decks.",
        "Unique upper-deck cabin design visible from the sides.",
        "Massive wingspan with pronounced curve and winglets.",
        "Four-engine layout with high-mounted wings providing enormous capacity.",
        "Ascending wing and engine design creating overall lift.",
        "Very wide and large, almost double the width of the 777-300.",
        "Shark-like nose with a smooth and rounded design for aerodynamics.",
        "Double-deck configuration providing maximum passenger capacity.",
        "A massive wingspan that outmatches the BAE's compact design."
    ],
    "34": [
        "Smaller cabin and window dimensions emphasizing its regional capabilities.",
        "Rounded nose that gives it a more compact appearance.",
        "Twin-turboprop design with short, high-mounted wings.",
        "Tapered wings with angular tips for stability.",
        "High-mounted wings with propellers at the leading edge.",
        "Short, stubby silhouette, appearing less imposing next to A330.",
        "Smaller overall size compared to regional jets.",
        "Twin-engine turboprop design with a shorter fuselage.",
        "Short, stubby fuselage with a significant high-wing structure.",
        "Short regional turboprop aircraft with a distinctive high-wing configuration.",
        "Smaller propellers mounted at the front of the wings.",
        "Boxy, utilitarian fuselage with smaller passenger windows.",
        "Larger cargo doors for regional operations and versatility.",
        "Regional turboprop design with short fuselage.",
        "Smaller cabin size compared to jet airliners, typically seating fewer passengers.",
        "Smaller windows emphasizing regional commuter size.",
        "Generally smaller and more regional in appearance compared to L-1011.",
        "Rounded nose with small cockpit windows.",
        "Twin turboprop engines mounted on high wings.",
        "Twin-engine turboprop design, compact fuselage.",
        "Turboprop regional aircraft with a compact fuselage.",
        "Smaller wingspan compared to jet airliners like the 727-200.",
        "High-wing configuration with wide, short wings.",
        "High-mount wings with propellers mounted at the ends.",
        "Twin-engine turboprop with a smaller fuselage."
    ],
    "35": [
        "Sturdier tail structure to support greater weights.",
        "Shorter fuselage with high-mounted wings.",
        "More pronounced wingroots offering improved aerodynamics.",
        "Wider wingspan while retaining typical turboprop features.",
        "High wings with large propellers.",
        "Twin-engine layout with high-mounted wings.",
        "Longer than ATR-42 but still significantly shorter than 777-300.",
        "Longer fuselage compared to ATR-42; similar proportions.",
        "Extended version of ATR-42 with larger fuselage.",
        "Overall larger passenger capacity while retaining regional appeal.",
        "Larger version of the ATR-42 with an extended fuselage.",
        "Similar high-wing design but longer than ATR-42.",
        "More spacious cabin compared to smaller turboprops but still compact.",
        "Similar high-mounted wing design with larger propellers.",
        "Smooth, tapered nose design.",
        "Larger propellers enhancing performance.",
        "Similar wing design, providing enhanced lift and efficiency.",
        "Larger version of ATR-42 with a longer fuselage.",
        "Stubbier nose design that maintains turboprop characteristics.",
        "Increased wing area for better lift performance.",
        "Higher aspect ratio wings providing better lift.",
        "Cockpit similar but larger than ATR-42 counterpart.",
        "More spacious cabin design offers increased passenger capacity.",
        "High-mounted, large wings with propeller engines, appearing robust.",
        "Larger variant of the ATR-42, maintaining a similar turboprop layout."
    ],
    "36": [
        "Boxy fuselage with a straight, flat tail.",
        "Structure and styling exhibiting a utilitarian, military-grade appearance.",
        "High wing configuration for better cargo clearance.",
        "Round, blunt nose with high cockpit visibility.",
        "Four-engine propeller design featuring large turboprops.",
        "Large cargo aircraft with a distinctive broad fuselage.",
        "High, straight wings that are broad and flat.",
        "Boxy fuselage design with a larger cargo capacity.",
        "High-mounted wings raising the overall profile.",
        "Large horizontal stabilizers at the tail for added control.",
        "Four turboprop engines mounted on the wings.",
        "Four piston engines mounted on the wings.",
        "Tapered nose with a prominent cockpit area.",
        "Distinctly chunky design with a high-wing configuration.",
        "Wider fuselage, giving a larger cargo capacity.",
        "More rugged and utilitarian appearance compared to Fokker 70.",
        "Distinctive high-mounted tail for cargo loading.",
        "Sturdy, rectangular fuselage that is more utilitarian.",
        "High-mounted wings contributing to stable flight.",
        "Distinctive high-wing design with four turbo-prop engines.",
        "Cargo doors on the side, giving a distinct military look.",
        "Rounded nose with a large windshield area for visibility.",
        "High-mounted wings and four turbo-propeller engines.",
        "Four engines mounted on the wings in a high-wing configuration.",
        "Larger, blunt tail structure with distinctive engine placements."
    ],
    "37": [
        "Tapered tail design contributing to its unique appearance.",
        "Smaller, rounder windows compared to the larger windows on 777-300.",
        "Boxy fuselage design with a distinctively spacious cabin.",
        "Designed for short-haul flights, showcasing efficient layout.",
        "Unique T-tail design, contributing to its distinct silhouette.",
        "Compact design lends itself to regional operations.",
        "A broader fuselage with a boxy appearance compared to the 777-300.",
        "Typically smaller and more regional aircraft appearance.",
        "Smaller and closely spaced passenger windows.",
        "Tapered nose design with smooth fuselage.",
        "Smaller wing area contributing to its regional capabilities.",
        "Low wing position contributing to a unique visual stance.",
        "Short length compared to larger jets.",
        "Distinctive clamshell cargo doors at the rear.",
        "Shorter, more rounded appearance compared to jets.",
        "High-wing configuration with a low aspect ratio.",
        "Tapered tail with modest vertical fin.",
        "Compact fuselage with a blunt nose.",
        "Smaller scale than jet airliners but broader than Saab 340.",
        "Compact overall dimensions, particularly in height.",
        "Compact, curving nose design.",
        "Compact design optimized for short takeoff and landings.",
        "Distinctive quad-jet design with four engines, all mounted at the rear.",
        "Modern fuselage design with spacious passenger cabin.",
        "Short, wide fuselage with a blunt nose."
    ],
    "38": [
        "Larger wing surface area compared to its shorter version.",
        "Smooth and rounded nose profile similar to earlier variants.",
        "Similar wing profile but stretched for performance.",
        "Still primarily regional focus with no dual-aisle layout.",
        "Cabin space visibly expanded reflecting the increased overall dimensions.",
        "Matches overall design ethos of BAE twin-engine series.",
        "Extended fuselage compared to BAE 146-200.",
        "Larger vertical stabilizer for enhanced lift.",
        "More passengers and cabin windows than the BAE 146-200.",
        "Similar high-wing configuration and four-engine layout.",
        "More pronounced fuselage curve for passenger comfort.",
        "Extended fuselage compared to the BAE 146-200, but still smaller than the 747-400.",
        "Aerodynamically designed for quiet operations.",
        "Wider overall layout emphasizing cabin area.",
        "More passenger capacity reflected in the overall length.",
        "Rounded nose and equal design traits to 146-200.",
        "Longer fuselage compared to the 146-200 for increased capacity.",
        "Wider wingspan for better lift performance.",
        "Proportions reflecting a longer regional aircraft.",
        "More window rows provide an extended sense of space.",
        "Maintains the four-engine configuration with high wings.",
        "Wider body with the same tapered nose design.",
        "Visibly more elongated than the smaller variants.",
        "Similar quad-engine arrangement but extended length provides higher capacity.",
        "Unique T-tail design for aerodynamic efficiency."
    ],
    "39": [
        "Very small, rounded nose profile.",
        "Stylish cabin windows offering a modern aesthetic.",
        "Tapered, pointed nose leading to a smooth cockpit.",
        "High, short wings with a noticeable upward angle.",
        "Streamlined, business jet appearance with a shorter fuselage.",
        "Compact cabin windows suitable for smaller aircraft.",
        "Compact overall appearance; less wing area than small jets.",
        "Compact cabin featuring modern luxury enhancements.",
        "Shorter wing span compared to commercial airliners.",
        "Low-mounted wings and a relatively small engine size.",
        "Twin-engine mounted on rear fuselage.",
        "Overall shorter wingspan than the 757-200, making it appear more compact.",
        "Tapered nose with a sleek, aerodynamic design.",
        "High-mounted engines for aesthetics and performance.",
        "Pointed nose for aerodynamic flow.",
        "Twin-engine configuration mounted toward the rear.",
        "Lesser passenger capacity than the Legacy 600.",
        "Business jet configuration with a compact fuselage.",
        "Dual-engine configuration mounted on the rear fuselage.",
        "Twin-engine configuration mounted near the rear.",
        "Lower horizontal tail stabilizer for a unique visual profile.",
        "Engine nacelles positioned well below the wing for efficiency.",
        "Low mounted wings with a smaller wingspan than commercial airliners.",
        "Highly streamlined, compact wings creating an elegant silhouette.",
        "High-mounted engines indicating its jet capabilities."
    ],
    "40": [
        "Short, wider fuselage with a boxy appearance diverging from A310.",
        "Rounded nose with a single cockpit window.",
        "Smaller cabin compared to Saab 340.",
        "High-mounted wings with small propeller engines.",
        "Stubbier nose compared to jet configurations.",
        "Shorter wingspan with high-mounted wings.",
        "Twin-engine turboprop design with a short, wide fuselage.",
        "Smaller wings providing a more dainty appearance.",
        "High-mounted wing configuration with noticeable dihedral.",
        "Rounded nose and compact design.",
        "Larger windows lending to a bright cockpit view.",
        "Rounded wings for better lift on small planes.",
        "Compact size with very pronounced cabin door at the rear.",
        "Rounded cockpit nose with a modest profile.",
        "High-mounted wings with engines mounted on top.",
        "Tapered nose and compact size.",
        "High-mounted wings with small propellers.",
        "Smaller overall dimensions compared to regional jets.",
        "Twin-engine turboprop commuter design with a rounded fuselage.",
        "Compact overall design optimized for regional flights.",
        "Short, boxy fuselage design.",
        "Rounded nose with a less bulging cockpit compared to larger jets.",
        "Tapered design makes it appear more agile and lightweight.",
        "High-mounted wings provide a different visual perspective.",
        "High-mounted wings close to the fuselage."
    ],
    "41": [
        "Short, twin-engine aircraft with a sleek profile.",
        "Single engine configuration, smaller than A340-600.",
        "Smaller overall dimensions and proportions.",
        "Smaller overall dimensions yield a less imposing look.",
        "Low-mounted wings positioned near the middle.",
        "Smooth, aerodynamic fuselage.",
        "Small fuselage suitable for short-haul service.",
        "Twin-engine configuration mounted on the rear fuselage.",
        "Distinctive wingtips providing aerodynamic improvements.",
        "Twin-engine layout with rear-mounted engines.",
        "High-mounted wings with engines located on the rear fuselage.",
        "T-tail configuration differing from A340-300.",
        "Wings with a slight upward curve and compact engines.",
        "Smaller capacity compared to larger jets, suited for quick hops.",
        "Short fuselage with a defined nose and sleek design.",
        "Two engines mounted on the rear fuselage.",
        "Two turbofan engines mounted at the rear.",
        "Overall compact appearance compared to the F-16.",
        "Short fuselage length and streamlined design.",
        "Smaller, narrow-body aircraft, offering a distinct appearance from A310.",
        "Distinctively swept-back wings for reduced drag.",
        "Short fuselage design indicative of regional jet.",
        "Shorter, narrow-body design compared to A321.",
        "Distinctive rounded nose with fewer passenger windows.",
        "Two powerful engines mounted low on the wings."
    ],
    "42": [
        "High-mounted wings with four turbo prop engines.",
        "Ramp at the rear for loading military cargo or personnel.",
        "Equipped with a rear ramp for cargo loading.",
        "Flat tail for stability, emphasizing its military design.",
        "Military transport aircraft with a robust, boxy design.",
        "Wide cargo doors visibly positioned on the side.",
        "High-mounted wings for better cargo handling.",
        "Rear ramp for loading operations.",
        "Four turboprop engines for strategic transport capabilities.",
        "Four-engine configuration with engines mounted under the wings.",
        "Four turboprop engines on the wings.",
        "Tail design with pronounced horizontal stabilizers.",
        "Unique tail ramp design setting it apart from other jets.",
        "Military transport aircraft with a wide fuselage.",
        "Thick, robust fuselage designed for cargo and military transport.",
        "Generally rugged appearance suitable for varied missions.",
        "High-mounted wings with four engine configuration.",
        "Military transport aircraft with a robust, boxy shape.",
        "Boxy fuselage creating a rugged appearance suited for military use.",
        "Large cargo ramp at the rear for easy loading and unloading.",
        "Four turboprop engines with a rugged design.",
        "Four turbines mounted on the wings, projecting power and versatility.",
        "Unique rear loading ramp for cargo operations.",
        "Rectangular, boxy fuselage for cargo operations.",
        "Boxy nose with a more severe angle enhancing functionality."
    ],
    "43": [
        "Cockpit sits slightly raised above the fuselage.",
        "Military derivative of the Douglas DC-3 with a large, rounded nose.",
        "Military modification of the Douglas DC-3 with a classic design.",
        "Rounded, twin-engine profile with a distinguished nose.",
        "Distinctive tail design allowing for better airflow.",
        "Vintage military transport aircraft with a distinctive rounded nose.",
        "Shorter wings with moderate wing span.",
        "High-wing configuration similar to the C-130.",
        "Bulky appearance with larger windows.",
        "Smaller dimensions compared to the 757-200, with a more compact structure.",
        "Recognizable tail and horizontal stabilizers.",
        "Older transport design with a characteristic tail and round windows.",
        "Shorter fuselage with a vintage, bulbous design.",
        "Large side windows creating a spacious interior feel.",
        "High wing configuration with an iconic rugged design.",
        "Rounded fuselage based on the Douglas DC-3 design.",
        "Vintage appearance with pronounced tail wing.",
        "Military transport variant of the Douglas DC-3, giving it a vintage look.",
        "Distinctive rounded nose and tail configuration.",
        "Classic twin-engine transport plane with a distinctive shape.",
        "Vintage aesthetic that contrasts sharply with Fokker 70.",
        "Classic aerodynamic shape, evoking vintage aircraft aesthetics.",
        "Distinctive tail design with a tall vertical stabilizer.",
        "Classic military transport aircraft with a rounded nose.",
        "Fuselage is relatively short compared to modern airliners."
    ],
    "44": [
        "Smaller passenger windows relative to the fuselage size.",
        "Tapered tail design with a distinct stabilizer.",
        "Rounded nose design giving it a sleek, modern profile.",
        "High-mounted wings with a flatter wing design.",
        "Narrow-body regional jet with a distinctly short fuselage.",
        "Shorter wingspan, optimizing for regional travel.",
        "Smaller windows increase visual compactness.",
        "Less width and overall size compared to A340-500.",
        "Sleek, narrow, and streamlined fuselage.",
        "Small, high-mounted wings.",
        "A more streamlined, narrower profile than the 777-300.",
        "Compact regional jet design with a short fuselage.",
        "High-mounted wings contributing to a smooth airflow.",
        "Shorter regional jet fuselage with a wide frame.",
        "Two engines mounted at the rear fuselage.",
        "Regional jet with a distinctively narrow fuselage and short length.",
        "Smaller cabin windows spaced throughout the fuselage.",
        "High-mounted wing with two engines mounted at the rear.",
        "Raked wing design for efficiency and aerodynamics.",
        "Compact structure design for regional service.",
        "Regional jet design with a narrow fuselage, yielding a sleek profile.",
        "Fewer passenger windows reflecting its smaller size.",
        "Stylized tail with an upward cant promoting stability.",
        "Distinctive rounded nose shape.",
        "Compact fuselage offering limited passenger capacity."
    ],
    "45": [
        "Similar rear engine placement providing different dimensions.",
        "Rounded nose with an elongated appearance.",
        "Advanced cockpit design for improved functionality.",
        "Cabin window arrangements reflecting regional travel emphasis.",
        "Modern cockpit windows enhancing aerodynamics.",
        "Similar rear-mounted engine placement as CRJ-200.",
        "Sleeker nose design leading into a modern cockpit.",
        "Longer fuselage than CRJ-200, providing more seat capacity.",
        "Longer fuselage compared to CRJ-200.",
        "Similar rear-mounted engine design and sleek fuselage.",
        "Slightly larger fuselage compared to CRJ-200, accommodating more passengers.",
        "Twin-engine design at the rear with smaller wings.",
        "Rounded nose profile similar to DC-9 but sleek in design.",
        "Increased window count for passenger comfort.",
        "Smoother nose and enhanced aerodynamics.",
        "Similar in design to the CRJ-200 but with a larger fuselage.",
        "Sloping nose design that contributes to streamlined aesthetics.",
        "Longer fuselage than CRJ-200, providing a spacious design.",
        "High-set wings providing stability and lift.",
        "Smaller stature than DC-9 with sleek, narrow body.",
        "Increased passenger and cargo capacity reflected in its design.",
        "Wider body facilitating passenger comfort.",
        "Engine location behind the wings creating a streamlined look.",
        "Smooth, modern finishes enhance aerodynamic efficiency.",
        "Sleek design with extended fuselage."
    ],
    "46": [
        "Overall larger wingspan enhancing stability.",
        "Elongated fuselage compared to the CRJ-700.",
        "Increased window numbers for passenger comfort along the fuselage.",
        "Raked wingtips enhancing aerodynamic qualities visually.",
        "Similar engine mounting and rear fuselage design.",
        "High-wing design with larger engines for more power.",
        "Even longer fuselage than CRJ-700, still in the regional jet category.",
        "Longer fuselage than CRJ-700, still maintaining compactness.",
        "Longer than the CRJ-700, giving it a more extended appearance.",
        "Wings designed for enhanced aerodynamics and performance.",
        "Even longer fuselage compared to CRJ-700.",
        "Enhanced tail height and structure contributing to longer body scale.",
        "Rounded wing design enhancing its overall efficiency.",
        "Rear-mounted engines for high performance.",
        "Extended fuselage length compared to CRJ-200 and CRJ-700.",
        "Fewer windows than DC-9 but larger individual cockpit windows.",
        "High-mounted wings with rear engine configuration.",
        "Increased number of passenger windows for enhanced visibility.",
        "Engine positioning aligns with other CRJ models for continuity.",
        "Increased passenger capacity reflected in elongated cabin.",
        "Wing tips appear more prominent due to increased length.",
        "Modern cockpit and fuselage lines indicating up-to-date technology.",
        "Additional passenger windows enhancing cabin size.",
        "More spacious cabin layout compared to earlier CRJ models.",
        "Similar wing and engine configuration."
    ],
    "47": [
        "Lower tail structure gives it a distinctively smaller profile.",
        "Lightweight structure with fewer performance features than jets.",
        "Traditional tail configuration enhancing stability.",
        "Light aircraft with a very compact design, smaller than MD-80.",
        "Single propulsion engine mounted on the front.",
        "Compact, lightweight form factor made for training planes.",
        "Notably smaller than Saab 340, more akin to personal aircraft.",
        "High-wing configuration providing clear visibility.",
        "Distinct rounded nose with a generally smooth profile.",
        "Tail drags downwards, typical for small aircraft.",
        "High-mounted wings providing excellent visibility.",
        "Utilitarian design suitable for training and recreational use.",
        "Small, single-engine aircraft with a compact, rounded fuselage.",
        "Less pronounced fuselage width compared to jets.",
        "High-wing design with a slim fuselage.",
        "Slim body with a tail that tapers smoothly.",
        "High-wing, single-engine configuration.",
        "Small general aviation aircraft with a high-wing design.",
        "Single engine mounted in the front, offering a vastly smaller configuration.",
        "Typically smaller than other commercial aircraft.",
        "Small, high-wing general aviation aircraft.",
        "Tail design is smaller and simpler, emphasizing its lighter use.",
        "High-wing configuration with a low fuselage.",
        "Round, bulbous nose concealing the engine.",
        "Small, high-wing general aviation aircraft."
    ],
    "48": [
        "More spacious interior layout for utility flights.",
        "Larger cabin windows compared to the Cessna 172.",
        "Cargo doors on the back with a utilitarian design.",
        "Bulbous nose with a larger cockpit area.",
        "Larger cargo door on the side for versatile use.",
        "Boxy tail structure enhancing overall aircraft stability.",
        "Larger single-engine aircraft with a high-mounted wing.",
        "High-wing design enhances utility and accessibility.",
        "Round nose incorporating larger cockpit windows.",
        "Single engine mounted above the wing.",
        "Round nose but with more length than the Cessna 172.",
        "Single-engine propeller aircraft designed for short flights.",
        "Single-engine mounted over the wing for optimal performance.",
        "Enhanced cargo space with a robust frame.",
        "Lacks any form of upper deck presence.",
        "Stretch fuselage providing more cabin space.",
        "Larger single-engine aircraft designed for cargo and passengers.",
        "Distinctive nose design with an extended front.",
        "Single-engine design with high-mounted wings.",
        "Rounded nose design with larger cabin area.",
        "Boxier fuselage shape, distinctly different from jets.",
        "High-wing turboprop design with a longer fuselage.",
        "More rugged design compared to L-1011, emphasizing practical features.",
        "Substantial cargo capacity.",
        "Distinctive rounded nose for aerodynamic efficiency."
    ],
    "49": [
        "Smaller, round windows compared to the larger windows on 777-300.",
        "High-mounted wings with a swept-back design.",
        "Delicate wing design, much smaller area compared to the 767-200.",
        "High-mounted wings with a clean appearance.",
        "Higher cabin ceiling providing comfort and spaciousness.",
        "Wider cabin compared to Cessna 172 and 208.",
        "Engines mounted on the rear, a design unique to speeds and business travel.",
        "Smooth lines indicating luxury and performance.",
        "Business jet design with a streamlined fuselage.",
        "Engine nacelles mounted on the rear fuselage.",
        "Narrow, elongated fuselage with a sleek business aircraft design.",
        "Twin-engine configuration mounted on the rear fuselage.",
        "Twin-engine mount positioned aft of the fuselage.",
        "High-mounted twin engines, showcasing a powerful appearance.",
        "Spacious interior layout for comfort.",
        "High-mounted wings with pronounced aspect ratio.",
        "Spacious and luxurious interior tailored for business travel.",
        "High-mounted wings with two turbofan engines.",
        "Streamlined overall appearance with a focus on aerodynamic efficiency.",
        "High-mounted wings with a twin-engine configuration.",
        "Larger cabin windows compared to smaller Cessna models.",
        "Business jet design with a sleek, modern aesthetic.",
        "Tapered wings providing high performance and speed.",
        "Business jet design with a sleek, elongated fuselage.",
        "Larger passenger windows facilitating a spacious feel."
    ],
    "50": [
        "Sleek, business jet design with a small, elongated fuselage.",
        "Mid-sized business jet design with a sleek fuselage.",
        "Tapered wings with a high-mounted position.",
        "Sleek, fuselage with a wider cabin compared to a 737-400.",
        "Mid-sized business jet with a sleek fuselage.",
        "Generally has a more modern, corporate jet design.",
        "Tapered wing tips which enhance aerodynamic efficiency.",
        "Sleek, low-profile fuselage with a pronounced nosecone.",
        "Typically has a business jet appearance with a nose that slopes gently.",
        "Distinctive large rounded nose.",
        "Can have a more rectangular cabin shape.",
        "Small passenger windows arranged in a row.",
        "Often has a two-engine configuration mounted on the rear fuselage.",
        "Single rear engine mounted on the fuselage.",
        "Often has a distinctive cockpit window arrangement.",
        "Sleek, high-wing design with a distinctive business jet profile.",
        "Sleek, business jet design with a pointed nose.",
        "Tapered wings with winglets at the tips.",
        "Rounded nose with a distinct windshield shape.",
        "Smaller size with a length of about 16-17 meters.",
        "Single vertical stabilizer at the tail with an upward angle.",
        "Typically features large, oval-shaped windows.",
        "Single engine mounted on each side of the rear fuselage.",
        "Sleek, narrow fuselage with a business jet profile.",
        "Tapered tail with a distinctive horizontal stabilizer."
    ],
    "51": [
        "A bulbous nose with a steeply angled windshield.",
        "Dual turbofan engines mounted on the rear fuselage.",
        "Distinctive bulbous nose and slightly curved tail.",
        "Wide-body fuselage design.",
        "Slightly squarish tail with a noticeable vertical stabilizer.",
        "T-tail configuration that provides a unique rear profile.",
        "High-mounted, swept wings.",
        "Swept wings with pronounced winglets at the tips.",
        "Larger cockpit windows compared to the 707-320.",
        "High-mounted wings with distinctive winglets.",
        "Tapered wings with high wing placement.",
        "Longer fuselage with prominent windows, enhancing passenger cabin size.",
        "Notable for its large, round cockpit windows.",
        "Swept-back wing and larger engine pods, contributing to a more business-class appearance.",
        "Twin turbofan engines mounted further aft.",
        "Wide, robust fuselage that accommodates multiple passenger windows.",
        "Large passenger windows along the sides.",
        "Wider fuselage with a more bulbous shape.",
        "Distinctive nose with a gradual slope and a cockpit set further forward.",
        "Smooth, curved nose profile.",
        "Signature swept-back wing design with pronounced winglets.",
        "Distinctive squared-off nose and fuselage shape.",
        "Large, rounded cabin windows arranged in a line.",
        "Often has a pronounced, rounded nose section compared to the A320’s more pointed nose.",
        "Large oval windows in a staggered arrangement."
    ],
    "52": [
        "Large, swept-back wings with flaps and ailerons.",
        "Cargo doors often visible, particularly on freight variants.",
        "Tri-engine configuration with one engine mounted on the tail and two under the wings.",
        "Large horizontal stabilizer at the rear.",
        "Multiple cabin doors, typically larger than those on Gulfstream V.",
        "Wings have a significant anhedral angle.",
        "More complex wing structure with wide wingspan and larger flaps and slats.",
        "Tri-jet design with three engines, two on the wings and one at the tail.",
        "Longer fuselage that gives a more elongated profile.",
        "Distinctive nose that is more rounded and pronounced.",
        "Tri-jet configuration with an engine mounted at the rear on the tail.",
        "Tri-engine design with two engines mounted on the wings and one at the tail.",
        "Distinctive wide, rounded fuselage.",
        "More of a commercial airliner aesthetic compared to the F/A-18's fighter jet look.",
        "Tri-jets with three engine configurations; two on the wings and one on the tail.",
        "Clear separation of passenger cabin and cargo area.",
        "Typically features large cargo doors on the front fuselage.",
        "Prominent winglets on later models that differ from the 767-200's wing design.",
        "Twin vertical stabilizers at the rear stabilizing the aircraft.",
        "Tri-jet configuration with engines mounted on the wings and the tail.",
        "Features a belly cargo door for efficient loading.",
        "Tri-jet configuration with three engines, two mounted on the wings and one at the tail.",
        "Large cargo doors typically visible on the side.",
        "Large, vertical stabilizer that is noticeably prominent.",
        "Tapered, upward-curving vertical stabilizer at the rear of the aircraft."
    ],
    "53": [
        "Smaller, round windows compared to modern aircraft designs.",
        "Twin-engine propeller arrangement on fixed wings.",
        "Vintage design with rounded windows and curved lines reminiscent of early flight.",
        "Classic, rounded fuselage with a smaller profile.",
        "Distinctive curved cockpit and long nose.",
        "Distinctive, high-mounted wings featuring large, rounded tips.",
        "Exhibits a vintage design with a relatively low aspect ratio.",
        "Distinctive, high-mounted wings and a noticeable tail.",
        "Distinctive curved cockpit and a propeller-driven appearance.",
        "Distinctive high wings with a slight dihedral.",
        "Smaller size than commercial jets like the CRJ-900.",
        "Classic, rounded nose with a bulbous cockpit glass.",
        "Shorter and wider fuselage with a rounded nose.",
        "Classic, twin-engine propeller aircraft with a rounded fuselage.",
        "Circular windows compared to the MD-80’s larger, rectangular windows.",
        "Classic round nose and twin-engine propeller layout.",
        "Smaller overall size compared to 707-320, yet has a retro charm.",
        "Classic round-nosed design with a pronounced cockpit area.",
        "Classic, rounded fuselage with a vintage appearance.",
        "Front-mounted engines that are visible on either side of the nose.",
        "Large, round windows with a very utilitarian design.",
        "High wing configuration with a pronounced dihedral.",
        "Smaller overall size compared to a 737-700.",
        "Twin-engine configuration mounted under the wings.",
        "Large, rounded windows in the passenger cabin."
    ],
    "54": [
        "Four-engine configuration with engines mounted on the wings.",
        "Retro style and design clues reminiscent of vintage aircraft.",
        "Classic round nose with prominent cabin windows.",
        "Circular-shaped windows along the passenger compartment.",
        "More pronounced tail fin compared to the MD-80.",
        "Longer fuselage than DC-3, but less acutely tapered than Falcon 2000.",
        "Longer cylindrical fuselage than DC-3.",
        "Distinctive propeller blades and engine nacelles that are pronounced.",
        "Dual-engine plane with prominent round engines mounted on the wings.",
        "Often features a distinctive chrome band around the fuselage.",
        "Four-engine aircraft with a cylindrical fuselage.",
        "High wing and twin-engine configuration, with engines mounted on the wings.",
        "Larger windows and door configurations than the DC-3.",
        "Rounded nose design with prominent cockpit and large windows.",
        "Longer, narrower fuselage than the 747-200.",
        "Distinctive vertical stabilizer that is tall and straight.",
        "High-mounted wings and a unique, slightly raised cockpit.",
        "Typically features a larger wingspan than propeller-driven jets.",
        "Propeller-driven airliner with a longer fuselage than the Tu-134.",
        "High-mounted wings with a slight taper towards the tips.",
        "Classic tail shape with a prominent vertical stabilizer.",
        "Features four engines mounted under the wings.",
        "Long, slender fuselage design typical of post-war airliners.",
        "Significant horizontal stabilizers, providing a robust look.",
        "Streamlined fuselage with a longer design compared to the DC-3."
    ],
    "55": [
        "Prominent vertical stabilizer that is taller than E-170's.",
        "Longer fuselage than the PA-28, with a more cylindrical shape.",
        "Large cargo doors and multiple entry points along the fuselage.",
        "Round cockpit windows positioned high above the fuselage.",
        "Longer, narrower fuselage compared to the DC-6.",
        "Long-body configuration with a pointed nose.",
        "Distinctive wing faring features for enhanced aerodynamics.",
        "Prominent horizontal stabilizers and large vertical fin.",
        "Features larger, rectangular windows.",
        "Long, slender body with a slightly pointed nose.",
        "Long and slender fuselage with a tapered nose.",
        "Wider body compared to the 737-700, with a more pronounced fuselage.",
        "Often features cargo doors due to its freighter variants.",
        "Long, thin fuselage with a more modern appearance than the DC-6.",
        "Straight wings with slight dihedral, contributing to performance.",
        "Long, narrow fuselage with a noticeably pointed nose compared to the E-170.",
        "Characteristic slightly upturned nose.",
        "Four engines mounted under the wings, typically all the same size.",
        "Narrow, elongated fuselage similar to the DC-10 but without the tri-jet design.",
        "Long and narrow fuselage with a tapered nose.",
        "Typically four jet engines mounted beneath the wings.",
        "Four engines mounted under the wings.",
        "Jet-powered aircraft with a longer fuselage than DR-400.",
        "Four engines mounted beneath the wings.",
        "Four engines mounted under the wings."
    ],
    "56": [
        "Wing mounted further back on the fuselage than DC-3.",
        "Smaller cockpit windows compared to the 707-320.",
        "Twin engines mounted at rear fuselage rather than under wings.",
        "Short, narrow body with a more pronounced taper towards the rear.",
        "Distinctive rear-mounted T-tail, giving it a unique appearance.",
        "Engine placement at the rear of the fuselage, giving a clean wing appearance.",
        "Designed primarily for short- to medium-haul flights.",
        "Twin-engine, narrow-body design with a pointed nose.",
        "Single engine mounted on the rear fuselage.",
        "Shorter fuselage length and more pronounced rear fuselage taper.",
        "Single aisle layout with smaller windows compared to larger jets.",
        "Single-aisle configuration with a straightforward, utilitarian design.",
        "Large, round windows typical of the era.",
        "Sudden, pronounced taper to the rear fuselage.",
        "Rounded cockpit design with larger passenger windows than DR-400.",
        "Smaller wings with a slight upward angle.",
        "Distinctive rear stairway door for passenger access.",
        "Shorter fuselage length with a more compact appearance.",
        "Rounder nose and smaller overall size compared to the Model B200.",
        "Distinct, rounded nose similar to the DC-8 but more compact.",
        "Twin rear-engine configuration that is visually different.",
        "Unique T-tail configuration with a high-mounted stabilizer.",
        "High-mounted wings with a simple design, lacking winglets.",
        "Smaller windows in comparison to larger aircraft.",
        "Unique T-tail configuration, unlike E-170’s conventional tail."
    ],
    "57": [
        "Visibly smaller size compared to the Hawk T1.",
        "Round body with a tail that is smaller than typical jets.",
        "Large, visible struts supporting the upper wing.",
        "Tapered wings with struts connecting upper and lower layers.",
        "Open cockpit, often with no enclosure.",
        "Smaller size, reflecting vintage aviation design.",
        "Open cockpit design, giving it a vintage look.",
        "Fixed landing gear with large wheels.",
        "Smaller, rounded fuselage compared to modern jets.",
        "Open cockpit, giving it a classic vintage aircraft feel.",
        "Biplane structure with two wings stacked one above the other.",
        "Taildragger landing gear visible below the fuselage.",
        "Smaller overall size with exposed struts and wire bracing.",
        "Simple and classic appearance, typical of early aircraft.",
        "Biplane design with two wings stacked one above the other.",
        "Fixed landing gear with traditional large wheels.",
        "Round, bulbous fuselage with a wooden appearance.",
        "Smaller fuselage created for just a pilot and passenger.",
        "Fixed landing gear that is less streamlined.",
        "Biplane design with two wings stacked vertically.",
        "Biplane construction with a large upper wing over a smaller lower wing.",
        "Biplane design with two wings stacked vertically.",
        "Open cockpit configuration with exposed pilot area.",
        "Rounded wingtips and struts connecting the wings.",
        "Smaller, compact fuselage, less elongated than Cessna 172."
    ],
    "58": [
        "Taildragger landing gear configuration.",
        "Smaller overall size, giving it a flight training appearance.",
        "Low-wing monoplane design.",
        "Short, compact fuselage with a rounded nose.",
        "Propeller on the nose with a clean, unobtrusive design.",
        "Simple cabin structure with a rounded nose.",
        "Pronounced propeller dominates the front view.",
        "Circular fuselage with a relatively simple shape.",
        "Straight, tapered wings with no winglets.",
        "Distinctive round cowl and short fuselage.",
        "Simplistic cockpit with less complex instrumentation.",
        "Compact and light construction.",
        "Straight wings with a relatively short wingspan.",
        "Typically has a single engine mounted on the front.",
        "Low-wing monoplane with a distinctively simple design.",
        "Retractable landing gear that distinguishes it from larger aircraft.",
        "Characteristic round cowling covering the engine.",
        "Rounded nose with a straight, short fuselage.",
        "Simple cockpit with large canopy.",
        "Low-wing monoplane design with a clean, simple fuselage.",
        "Tricycle landing gear arrangement.",
        "Distinct pointy nose and tail structure.",
        "Classic tail configuration with a single vertical stabilizer.",
        "Tapered wings with no significant dihedral.",
        "Single-engine, low-wing monoplane design."
    ],
    "59": [
        "Larger cabin windows compared to the smaller ERJ 135 windows.",
        "Large windows allowing for visibility and passenger light.",
        "Large passenger windows with robust landing gear for rough terrain.",
        "Large windows for passenger viewing.",
        "Boxy fuselage, designed for short takeoff and landing.",
        "Twin-engine, high-wing design with a boxy fuselage.",
        "Designed with floats or wheels, giving it versatile landing options.",
        "High visibility cockpit with large windows.",
        "Twin-engine, high-wing configuration with short landing gear.",
        "Features large, rectangular windows along the fuselage.",
        "Tapered tail, distinctively shaped for STOL capability.",
        "Boxy fuselage shape, larger than DHC-1.",
        "Short, stout fuselage designed for STOL (Short Takeoff and Landing) capabilities.",
        "Large windows and a high-mounted tail for improved visibility.",
        "Larger propellers than those on the Saab 340, giving it a robust look.",
        "High-mounted wings with a slight dihedral angle.",
        "Retractable landing gear design, prevalent in STOL applications.",
        "Large rectangular windows for better visibility.",
        "Notably high landing gear to accommodate rough terrains.",
        "Tapered engines mounted on the wings.",
        "Treaded wheels for rough landing surfaces.",
        "Short, stout fuselage built for rugged utility.",
        "High wing design affording better visibility.",
        "Cabin designed for passenger comfort with large windows.",
        "Twin-engined design with high, multi-configuration wings."
    ],
    "60": [
        "Smaller capacity compared to jet airliners like the A380.",
        "Smaller cockpit windows and generally less streamlined appearance.",
        "Distinctive turboprop engines with a sturdy appearance.",
        "Tapered, twin-engine regional turboprop design.",
        "Rectangular fuselage windows in a passenger configuration.",
        "Turboprop engine mounted on the wing close to fuselage.",
        "Smooth, sleek body design with modern aerodynamic features.",
        "Shorter fuselage that is bulkier in appearance.",
        "Large cabin area with multiple rows of passenger windows.",
        "Rounded nose cone, providing a more modern appearance.",
        "Long, slim fuselage with a slightly tapered tail.",
        "T-tail with a high-mounted stabilizer.",
        "Configured for short domestic flights with fewer windows.",
        "Wider fuselage compared to the DHC-6.",
        "Twin-engine turboprop with a robust and boxy fuselage.",
        "Generally larger than smaller turboprops, focused on regional air travel.",
        "Twin turboprop engine configuration mounted on high wings.",
        "Propeller engines mounted on the wings rather than turbo jets.",
        "Distinguished airframe-mounted tail with a high stabilizer.",
        "High-mounted wings with pronounced winglets.",
        "Tapered wings with distinctive winglets.",
        "Smaller windows and a more boxy cabin profile.",
        "Large, square cabin windows compared to the DC-9-30.",
        "Turboprop regional airliner with a high-wing configuration.",
        "Bulkier fuselage with a pronounced lengthening from Cessna 172."
    ],
    "61": [
        "High-mounted wings with a more pronounced dihedral.",
        "Distinctly larger engines compared to the DHC-8-100.",
        "Wider cabin resulting in a different passenger configuration.",
        "Similar twin-engine turboprop design as 100 series but longer fuselage.",
        "Larger passenger windows for a regional airliner design.",
        "Larger winglets compared to the A320’s wingtip devices.",
        "Prominent propeller engines allow for a more stocky appearance.",
        "Longer fuselage variant of the DHC-8-100.",
        "Similar to the -100 variant but with a longer fuselage.",
        "Larger cabin windows and enhanced capacity.",
        "Additional propeller blades for increased engine efficiency.",
        "More spacious cabin layout, indicative of increased passenger capacity.",
        "Enhanced wing design featuring winglets at the tips.",
        "Longer fuselage than the -100 model, making it more accommodating.",
        "Similar to DHC-8-100, but with a longer fuselage.",
        "Improved aerodynamics leading to a sleeker look.",
        "Wider body compared to earlier DHC-8 models.",
        "Greater passenger capacity and more modern aesthetic.",
        "Tapered wings with significant dihedral angle.",
        "Improved engines for better performance and range.",
        "More pronounced winglets on the tips of the wings.",
        "Upgraded aerodynamic improvements with winglets.",
        "Notable large cabin area for higher seating capacity.",
        "Larger, more powerful turboprop engines.",
        "Refined propeller and engine integration into the wing."
    ],
    "62": [
        "Sleek, single-engine design with a low wing configuration.",
        "Distinctive low-wing monoplane design with a sleek profile.",
        "Minimalist design with traditional styling.",
        "Distinctive rounded nose, often with a vintage style.",
        "Tapered wings and a pointed nose featuring a fixed landing gear.",
        "Fixed landing gear, often with a tailwheel configuration.",
        "Light aircraft with a distinctive low-wing configuration.",
        "Single-engine configuration mounted at the front.",
        "Open cockpit style, often used for recreational flying.",
        "Light aircraft with a low-wing design and sleek finish.",
        "Classic wooden construction with a traditional aircraft shape.",
        "Tapered nose that is very different from the sleek MD-80 nose.",
        "Fixed landing gear with a simple and elegant profile.",
        "Tapered wings with the distinct aileron shapes.",
        "Light aircraft with a distinct semi-monocoque fuselage.",
        "Light aircraft classification with a grassroots aesthetic.",
        "Open cockpit configuration offering a \"classic\" look.",
        "Large side windows for improved visibility.",
        "Single-engine design with a low-wing configuration.",
        "Typically has a single engine in a pusher configuration.",
        "Conventional tail design, but with a very streamlined fuselage shape.",
        "Single propeller in the front with a sleek fuselage.",
        "Features traditional round cockpit profile.",
        "Tapered wings with a straight leading edge.",
        "Low-wing configuration with a single engine in the front."
    ],
    "63": [
        "Twin-engine turboprop design with a noticeable high wing.",
        "Large cockpit windows, very different from the E-170.",
        "Larger and more prominent passenger windows compared to the DHC-8-300.",
        "Large cabin with several windows arranged in a row.",
        "Distinctive engine nacelles mounted above the wings.",
        "Retractable landing gear and a modern appearance.",
        "Large, high-mounted engines visible near the wings.",
        "Large passenger windows enhancing flight visibility.",
        "Larger passenger windows emphasizing its commuter role.",
        "Wider fuselage with larger passenger windows compared to fighter jets.",
        "Large passenger windows for regional flights.",
        "Features larger, oval windows.",
        "High wings with a noticeable dihedral angle.",
        "Swept-back cockpit with sizable windows.",
        "Tapered wings with large winglets for better lift.",
        "High-mounted wing design giving it a unique profile.",
        "Turboprop regional aircraft with a high-mounted wing.",
        "Short but wide fuselage accommodating multiple seats.",
        "Increased cabin capacity compared to other turboprops.",
        "Tapered wings with winglets at the tips.",
        "Large cargo door on the side, typically used for freight.",
        "Smooth, aerodynamic body shape.",
        "Twin-engine turboprop design with a high-wing configuration.",
        "Tapered wing design with noticeable winglets.",
        "A more complex control surface arrangement, including larger flaps and slats."
    ],
    "64": [
        "Modern cabin with larger windows for passenger comfort.",
        "Large cockpit windows that are prominent and modern.",
        "Modern jet appearance with sleek, aerodynamic design.",
        "Unswept wings with a pronounced dihedral.",
        "Narrow-body regional jet with a smoothly rounded nose.",
        "Normally features two engines mounted on pylons under the wings.",
        "High-mounted engines with a clean, integrated fuselage.",
        "Tapered wings allowing for a sleek overall form.",
        "Sleek, modern jet appearance with a slightly wider fuselage.",
        "Larger passenger windows compared to the Model B200.",
        "Smaller cockpit and cabin windows compared to larger airliners.",
        "Reduced wing aspect ratio with upward-canted winglets.",
        "Multi-row passenger windows offering a more spacious look.",
        "High-mounted wings with pronounced winglets.",
        "Large, rounded windows that enhance passenger experience.",
        "Tapered wings with slight winglets for aerodynamic efficiency.",
        "Narrow body with a slightly tapered nose.",
        "Sleek, modern regional jet design with a pointed nose.",
        "Two turbofan engines mounted under the wings.",
        "Long, slender wings with substantial winglets.",
        "Distinctive winglet designs at the tips of the wings.",
        "Smaller engine profile with two engines under the wings.",
        "Tapered horizontal stabilizer enhancing aerodynamics.",
        "Smaller regional jet with a rounded nose and compact dimensions.",
        "Smaller regional jet with a shorter fuselage compared to the DC-8."
    ],
    "65": [
        "Similar rounded nose but with larger engine foundations.",
        "Modern windows with a larger cabin footprint.",
        "Smooth curves and modern design aesthetics.",
        "Still considered a regional jet, yet larger than A310.",
        "Streamlined nose with a more pronounced cockpit area.",
        "Aerodynamic features for improved fuel efficiency and performance.",
        "Twin engines positioned below the high-wing structure.",
        "Tapered nose with pronounced cockpit canopy.",
        "Features a more aggressive nose design with a gloss finish.",
        "Smooth, rounded nose and modern front cockpit design.",
        "Similar sleek and pointed nose design.",
        "Smooth nose design, enhancing aerodynamics.",
        "Enhanced engines mounted high on the wings for better operational performance.",
        "Larger passenger capacity reflected in the design.",
        "Rounded nose that blends smoothly into the cockpit.",
        "Longer wingspan for improved lift and stability.",
        "Streamlined fuselage with larger, oval windows.",
        "Similar to the E-170 but slightly larger in overall dimensions.",
        "Slightly larger than the E-170 with a more extended fuselage.",
        "Signature pointed nose and high aspect ratio wings.",
        "Wider body than E-170 with a more boxy appearance.",
        "High-wing layout with two engines below the wings.",
        "Tapered rear fuselage with a distinctive horizontal stabilizer.",
        "Longer fuselage compared to E-170.",
        "High-mounted cockpit with a distinct look."
    ],
    "66": [
        "Engine positioning identical to its E170 and E190 siblings.",
        "Enhanced cabin and luggage space in a regional aircraft.",
        "Similar wing design with higher capacity engines.",
        "Larger wing area for improved efficiency and stability.",
        "Low-mounted wings with subtle curves and enhancements.",
        "High-mounted wings with a two-engine setup.",
        "Larger than E-190 with an even longer fuselage for more seating.",
        "Streamlined leading edges on wings contributing to efficiency.",
        "Streamlined appearance focusing on efficiency and speed.",
        "Smooth, streamlined design with similar aerodynamic features.",
        "Smooth lines and modern jet design characteristics.",
        "Low-wing design with integrated engines.",
        "Features distinct winglets for improved lift and fuel economy.",
        "Overall bulkier and longer appearance than ERJ 135.",
        "Extended fuselage variant of the E-190 with more passenger capacity.",
        "High-mounted wings similar to E-190.",
        "Similar to E-190 but with an even longer fuselage, offering more seating.",
        "An even longer fuselage than the E-190, appearing more streamlined.",
        "Greater seating capacity reflected in a more extended body.",
        "More distinct nose and cockpit arrangement enhancing the jet profile.",
        "Extended fuselage design compared to E-190 for additional seating.",
        "Numerous large passenger windows indicating high seating capacity.",
        "Similar to E-190 but with an even longer fuselage.",
        "Enhanced tail structure with a prominent vertical stabilizer.",
        "More aggressive, forward-curving nose design."
    ],
    "67": [
        "Rounded nose with a relatively small cockpit area.",
        "High-mounted wings that are swept back for increased speed.",
        "Twin-engine turboprop regional aircraft with a wheeled undercarriage.",
        "Smooth body design with a significant cargo door.",
        "Fixed landing gear, making it visually different from Fokker 100's retractable structure.",
        "Compact regional turboprop aircraft with a low-wing configuration.",
        "Twin-engine turboprop with a low-wing aircraft design.",
        "Prominent propeller engines giving a distinct design.",
        "Shorter fuselage than BAE-125, giving it a regional aircraft appearance.",
        "Smaller twin-engine turboprop regional airliner.",
        "Distinctively shorter, regional aircraft design.",
        "Passenger windows arranged in a more compact style.",
        "Fabricated cockpit that looks distinct from larger aircraft.",
        "Rounded nose with two noticeably large propellers.",
        "Short, stout fuselage with large passenger windows.",
        "Twin-engine turboprop configuration.",
        "Twin-engine with engines mounted on the wings.",
        "Smaller, regional commuter design resembling a stretched version of the Model B200.",
        "Smaller windows compared to jet airliners.",
        "Distinctive nose design conducive to regional travel.",
        "Conventional tail design with horizontal stabilizers.",
        "Propeller engines mounted on the leading edge of the wings.",
        "Twin turboprop configuration with engines mounted on the wings.",
        "Compact size with smaller cabin windows compared to jets.",
        "Rounded nose with an increased vertical fin for stability."
    ],
    "68": [
        "Smooth, aerodynamic nose for improved flight efficiency.",
        "Jet engines mounted underneath the wings.",
        "Slim profile with smaller cabin windows and short wingspan.",
        "Single-aisle design and pointed front nose.",
        "Slim, slender body smaller than Fokker 50.",
        "Curved, tapered nose for improved aerodynamics.",
        "Smaller regional jet design focused on short-haul routes.",
        "Twin engines mounted on the wings.",
        "Low-mounted wings with swept-back design.",
        "Classic regional jet as opposed to larger turboprop style.",
        "Smaller cabin windows compared to Gulfstream V.",
        "Rectangular cabin windows for passenger visibility.",
        "Distinctive, rounded nose with well-defined cockpit windows.",
        "Single pair of engines mounted below the wings.",
        "High-mounted wings with low-set engines.",
        "Larger, oval windows enhancing passenger viewing experience.",
        "Compact regional jet with a shortened fuselage.",
        "Narrow-body regional jet design with a sleek profile.",
        "High-mounted wings with moderate dihedral.",
        "Slim, narrow-body jet with a sleek fuselage design.",
        "Raked winglets enhancing aerodynamic performance.",
        "Slim profile with fewer passenger rows than Tu-134.",
        "Tapered wing design with noticeable winglets.",
        "Compact regional jet with a narrow fuselage and pointed nose.",
        "Simple, minimalistic design suitable for short- to medium-haul flights."
    ],
    "69": [
        "Narrow body with a more pronounced slope at the nose.",
        "Prominent rear stabilizer with a smooth tail design.",
        "High-mounted wings providing improved aerodynamic efficiency.",
        "Higher passenger capacity with more cabin space.",
        "Slightly larger, elongated version of ERJ 135.",
        "Increased number of passenger windows for regional travel.",
        "Enhanced passenger windows along the length of the fuselage.",
        "More pronounced engine nacelle design.",
        "Slightly larger and longer fuselage than the ERJ 135.",
        "High wing architecture with two engines under the wings.",
        "Larger and more pronounced cabin windows.",
        "Contrasted engines that are smaller relative to the fuselage.",
        "More cabin space indicated by a wider fuselage.",
        "More pronounced passenger windows along the fuselage.",
        "Separate cargo door potentially visible on the side.",
        "Prominent windows arranged along passenger sections.",
        "Modern nose with cockpit features for advanced controls.",
        "High wings with aerodynamic winglets.",
        "Similar to ERJ 135 but longer fuselage for increased capacity.",
        "Clean, modern lines throughout the aircraft.",
        "Slightly larger than the ERJ 135 but still a regional jet with a short fuselage.",
        "Smooth fuselage transitions, providing a modern aesthetic.",
        "Squarish cabin windows compared to the DC-8’s.",
        "High-mounted wings with a slight dihedral angle.",
        "Superior aerodynamic features for enhanced performance."
    ],
    "70": [
        "Distinctive large cabin windows compared to commercial jets.",
        "More powerful turbofan engines compared to smaller jets.",
        "Larger cockpit windows and more passenger windows.",
        "Retractable landing gear with a more complex mechanism than the Fokker’s.",
        "Sleek wing profile with high-mounted engines.",
        "Sleek, sophisticated design catering to upper-class travel.",
        "Business jet design with a noticeably longer fuselage.",
        "A pronounced, stylish vertical stabilizer contributing to its upscale appearance.",
        "High-end, luxury interior features not present in DC-3.",
        "Larger fuselage compared to the ERJ 145, exhibiting a business jet style.",
        "T-tail configuration for a refined appearance.",
        "Business jet with a larger, luxurious fuselage design.",
        "More luxurious and greater length than A310.",
        "Slightly pointed nose with spacious cabin windows.",
        "Rear engines mounted on the fuselage with a high wing design.",
        "High-mounted wings featuring distinctly larger winglets.",
        "Nose design is more pointed with larger cockpit windows.",
        "Business jet design with a wide, elongated fuselage.",
        "Distinctive T-tail giving a sophisticated rear appearance.",
        "A more rounded, elegant appearance compared to the DC-9-30.",
        "Longer fuselage with a sleek, elegant design approach.",
        "Swept-back wings with winglets for aerodynamic efficiency.",
        "Two rear-mounted engines for improved performance.",
        "Equipped with twin engines mounted on the rear fuselage.",
        "Twin-engine design with engines mounted on wings."
    ],
    "71": [
        "Advanced cockpit design characterized by a forward-facing canopy.",
        "Sleek fuselage with a military jet aesthetic.",
        "Swept-back wings and an aggressive fuselage shape.",
        "Twin-engine configuration with engine exhaust mounted beneath the fuselage.",
        "Rear canards for enhanced maneuverability.",
        "Twin engines mounted just behind the cockpit.",
        "Much smaller and lighter than the large passenger aircraft like the 747-400.",
        "Aggressive lines and military aesthetics, designed for aerial combat.",
        "Distinctive canards at the front for enhanced maneuverability.",
        "Sleek, angular design meant for high-speed performance.",
        "Twin-engine layout with noticeable exhaust nozzles.",
        "Sharp angles and aerodynamic features that emphasize speed.",
        "Agile, multirole fighter aircraft with a short fuselage.",
        "Aggressive tail fin design with canard surfaces.",
        "Delta wing configuration providing a sporty and aggressive appearance.",
        "Multi-role capability reflected in its aggressive stance.",
        "Twin-engine mounts located under the wings for fighter jet performance.",
        "Distinct tail with split vertical stabilizers.",
        "Twin-engine arrangement with exhaust pipes situated under wings.",
        "Delta wing design with canards for enhanced maneuverability.",
        "Twin-engine setup with turbine intakes on the fuselage sides.",
        "Features advanced avionics and weapon systems on the airframe.",
        "Fighter jet with a compact and aggressive aerodynamic profile.",
        "Sleek, angular fuselage with a pointed nose.",
        "Canard front wings offering enhanced maneuverability."
    ],
    "72": [
        "Angular tail design for stability in flight.",
        "Delta wing design with significant trailing edge control surfaces.",
        "Smaller overall size and lightweight structure compared to Falcon 2000.",
        "Distinctive tapered wings with a forward-swept design.",
        "Tail-mounted engine with a vertical stabilizer and horizontal stabilizers.",
        "Swept wings and a pointed nose give it an aggressive look.",
        "More angular features with high-performance aerodynamic design.",
        "Single-engine, high-wing fighter jet configuration.",
        "Compact, single-engine fighter jet with a streamlined design.",
        "Single engine mounted at the rear with an exhaust nozzle.",
        "Lightweight design gives it a nimble appearance.",
        "Distinctive horizontal stabilizers set at the tail.",
        "Highly stylized design with a sharp, aggressive look.",
        "Features air intakes in front of the wings.",
        "Notable nose cone protruding sharply compared to the MD-80’s rounded nose.",
        "Swept wing design for agility and speed.",
        "Tail section is small and positioned higher compared to E-170.",
        "Tail wings positioned lower than the fuselage.",
        "Scissor-shaped wings with sharp edges.",
        "Aggressive nose profile and a small cockpit, emphasizing speed and agility.",
        "Compact fighter jet design with a distinct pointed nose.",
        "Sleek, fighter jet design with a pointed nose and Delta wing.",
        "Tapered wings that give it a unique silhouette.",
        "Compact and angular design for maneuverability.",
        "Cockpit sits lower than that of the MD-11."
    ],
    "73": [
        "Distinctive, rounded nose with prominent cockpit.",
        "Modern cockpit with advanced instrumentation.",
        "High-mounted wings with pronounced leading-edge extensions.",
        "Twin-engine fighter/attack jet with a robust and chunky fuselage.",
        "Multi-role fighter aesthetics with a rugged appearance.",
        "Distinct forward-swept wings that allow for enhanced control.",
        "More rugged design for carrier operations, contrasting with Legacy 600's elegance.",
        "Dual vertical stabilizers at the tail section.",
        "Sturdy landing gear for carrier operations, often reinforced.",
        "Distinct fuselage with broad air intakes on either side.",
        "Twin-engine design giving it a stout, muscular appearance.",
        "Twin-engine design with a larger, slender fuselage.",
        "Large air intakes near leading edges of the wings.",
        "Vertical stabilizers appear closer together, enhancing its combat look.",
        "Smaller in length than the 747-400 but with a muscular and aggressive silhouette.",
        "Mid-mounted wings with high aspect ratio.",
        "Rounded cockpit and a large vertical stabilizer.",
        "Protruding air intakes on the sides of the fuselage.",
        "Large air intakes for the dual engines located both sides of the fuselage.",
        "Twin-engine design with large air intakes on the sides.",
        "Rounded nose with an integrated cockpit layout.",
        "Swept wings with leading-edge extensions.",
        "Swept-wing design with leading-edge slats.",
        "Multi-role capability characterized by a larger wing area.",
        "Distinctive variable-sweep wings for agility."
    ],
    "74": [
        "Business jet design with a wider, more spacious fuselage.",
        "Large windshield and cockpit windows for improved visibility.",
        "Smaller engine nacelles compared to MD-80.",
        "Tapered wings and twin engine design for efficiency.",
        "Business jet design with a relatively wide fuselage.",
        "Large windows enhancing interior brightness and spaciousness.",
        "Elegant, smooth lines befitting a luxury aircraft.",
        "Similar in size but a more refined business jet appearance.",
        "Smooth body lines with fewer protrusions compared to regional jets.",
        "T-tail configuration with distinctive, aerodynamic lines.",
        "Classy and refined appearance for business travel.",
        "Tapered tail design that blends smoothly.",
        "Smooth contours and modern styling, emphasizing luxury.",
        "Tapered nose with smooth curvature.",
        "Business jet with a compact, wide fuselage.",
        "Large passenger windows for spacious cabin feel.",
        "Larger cabin windows compared to the smaller Dornier 328.",
        "Business jet with a smooth, elongated fuselage.",
        "Spacious cabin with larger passenger windows.",
        "Tapered vertical stabilizer adding to its elegance.",
        "Sharp, streamlined nose with modern cockpit layout.",
        "Large cockpit windows providing a high-tech appearance.",
        "Spacious cabin with large passenger windows.",
        "Business jet with a sleek, long fuselage design.",
        "Twin-engine business jet with a sleek fuselage."
    ],
    "75": [
        "Distinctive upward curve at the wing-to-body junction.",
        "Tapered wings enhancing its aerodynamic profile.",
        "T-tail with stabilizers giving it a distinctive profile.",
        "Rounded nose with a clear cockpit window.",
        "Distinctively rounded nose leading into a high cockpit.",
        "More pronounced tail section with unique stabilizers.",
        "Wider fuselage compared to the Falcon 2000.",
        "Higher aspect ratio wings compared to DC-3.",
        "Tri-jet fatigue with three engines, two mounted on wings, one at the tail.",
        "Distinctive T-tail with upper-mounted horizontal stabilizers.",
        "Triple-engine configuration, adding to its unique profile.",
        "Wider wingspan with a noticeable angle creating a more stable appearance.",
        "High-mounted wings with strong dihedral.",
        "Tapered nose leading into a pointed cockpit.",
        "High-mounted wings with engines mounted on the fuselage.",
        "Triple-engine business jet design with a wider fuselage.",
        "Tri-engine design with noticeable engines mounted on rear fuselage.",
        "Enhanced aerodynamic features for better performance.",
        "Larger cabin windows for passenger comfort.",
        "Bulky rear fuselage housing the additional engine.",
        "Tri-engine configuration with one engine on the tail and two on the wings.",
        "Wide and rounded fuselage, allowing for spacious interiors.",
        "More spacious and luxurious compared to the DC-9-30.",
        "Large passenger windows punctuating the fuselage.",
        "High-mounted wings with typically more extended winglets."
    ],
    "76": [
        "Rectangular-shaped fuselage with a slightly aerodynamic taper.",
        "Large windows for enhanced passenger experience.",
        "High-mounted wings with engine nacelles under the wings.",
        "Several passenger windows indicating capacity for regional routes.",
        "Simple nose profile with minimal curves.",
        "Rear-mounted engines giving a distinctive silhouette.",
        "High-mounted wings with noticeable winglets.",
        "Regional jet with a streamlined, slender fuselage.",
        "Pillarless cabin windows emphasizing a spacious interior.",
        "Low-mounted wings with a slight sweep.",
        "Tapered wing design with highly visible winglets.",
        "Smooth fuselage contours with a contemporary profile.",
        "High wings with a distinctive straight edge.",
        "Recently flown design with a round nose.",
        "Distinctive T-tail configuration for stability.",
        "Large windows visible along the fuselage.",
        "Designed for efficiency with emphasis on passenger capacity.",
        "Slim, elongated appearance with a pointed nose.",
        "Shorter, wide-body fuselage with a sleek profile.",
        "Contrasting passenger windows that offer elegance.",
        "Rounded, bulbous nose design providing cockpit visibility.",
        "Large, round cabin windows along the sides.",
        "Tapered wings with a slightly larger span.",
        "Regional jet with a barrel-shaped fuselage design.",
        "Lower wing aspect ratio with a pronounced wing design."
    ],
    "77": [
        "Simple, functional aesthetics differing from larger jets like the 747-400.",
        "Rounded nose and smaller cockpit windows.",
        "Large cockpit windows ensuring strong visibility.",
        "Distinctive tail section with large rudder.",
        "Designed primarily for regional service.",
        "Smaller overall footprint contrasting with jet aircraft.",
        "Fixed landing gear suited for short-haul travel.",
        "Turboprop aircraft with a boxy and short fuselage.",
        "Shorter, more compact than DC-3 with a flat nose.",
        "Distinctive nose with a lower profile compared to the Fokker 100 design.",
        "Typically features rear passenger exits or large cargo doors.",
        "Traditional rectangular windows along the passenger cabin.",
        "Wide passenger windows suitable for regional travel.",
        "Distinctive landing gear design with fixed struts.",
        "Turboprop regional aircraft with a high-wing configuration.",
        "Large, visible propellers mounted on the wings.",
        "Turboprop design with a lower profile compared to jets like Global Express.",
        "Turboprop design with a boxier fuselage compared to jets.",
        "Fixed landing gear and simpler overall design.",
        "Smaller turboprop configuration with a robust design.",
        "Turboprop regional aircraft with short, stout fuselage.",
        "Straight wings designed for short takeoff and landing capabilities.",
        "Fixed landing gear with significant ground clearance.",
        "Larger cargo door for versatility in baggage handling.",
        "Simpler, functional design that emphasizes utility over luxury."
    ],
    "78": [
        "Less passenger capacity and simpler structure.",
        "High-wing design resembling other Fokker models.",
        "Striking rounded nose, offering a vintage aesthetic.",
        "Short regional jet design reminiscent of Fokker 100 but smaller.",
        "Large passenger windows arranged closely together.",
        "Smaller version compared to the Fokker 100, with a shorter fuselage.",
        "Rounder nose compared to larger airliners.",
        "Slightly longer than the Fokker 50, but still focused on regional travel.",
        "Sleek overall appearance, embodying a commercial jet profile.",
        "Medium-length fuselage with wedged nose for aerodynamic efficiency.",
        "Smaller size that gives it a more nimble profile than larger jets.",
        "High-mounted wings and rear engines.",
        "Tail-mounted engines that give it a distinctive profile.",
        "Less wing area than Fokker 100 with smaller engines.",
        "Sturdy landing gear built for regional use.",
        "Shorter fuselage length compared to the Fokker 100.",
        "Shorter than Fokker 100 but with a similar profile.",
        "Larger cabin windows enhancing passenger experience.",
        "Internal layout designed for regional passenger transport.",
        "Compact configuration for short regional routes.",
        "Slightly larger regional jet configuration with a narrow-body design.",
        "Twin-engine design mounted under the wings.",
        "Similar to Fokker 100 but with a shorter fuselage.",
        "Shorter length with a wide-body configuration.",
        "Similar to Fokker 100 but with a shorter fuselage."
    ],
    "79": [
        "Sleek design with a pointed nose enhancing its aerodynamic performance.",
        "Large, oval windows for a spacious aesthetic.",
        "Tapered wings with a high aspect ratio for improved aerodynamics.",
        "Luxurious appearance with a spacious cabin layout.",
        "Long business jet fuselage with a sleek design aiming for long-range comfort.",
        "Large, oval cockpit windows offering advanced avionics visibility.",
        "Long, sleek fuselage designed for long-range travel.",
        "Distinctive engines mounted towards the rear of the fuselage.",
        "Spacious cabin windows and luxurious amenities visible.",
        "Long, sleek fuselage designed for intercontinental travel.",
        "Large, oval windows enhancing passenger experience.",
        "Prominent tail structure with elongated vertical stabilizer.",
        "High-mounted wings with blended winglets for aerodynamic efficiency.",
        "Long-range business jet with a sleek and aerodynamic design.",
        "Long-range business jet with a sleek and elongated fuselage.",
        "Long, streamlined fuselage designed for business travel.",
        "Luxurious interior with larger cabin windows for high-end travel.",
        "Large, oval passenger windows scattered along the body.",
        "Elegant, modern lines suggesting luxury and performance.",
        "High-mounted wings with a slight upward sweep.",
        "Business jet with a long, sleek fuselage.",
        "Long, sleek fuselage designed for long-range travel.",
        "Elegant, streamlined design suggestive of luxury travel.",
        "Noticeable engine mounts pushed back on the fuselage.",
        "Straight wings with a smooth aerodynamics."
    ],
    "80": [
        "Distinctive long and slender business jet profile.",
        "Low-mounted wings with slight dihedral angle.",
        "Two high-revolution engines mounted on the rear fuselage.",
        "Distinctive nose with a gentle curve for aerodynamic efficiency.",
        "Round nose with a distinctive cockpit profile.",
        "Typically features a spacious, high-end cabin design with large windows.",
        "Spacious interior promoting luxurious seating arrangements.",
        "Large elliptical windows for passenger comfort and styling.",
        "Twin engines mounted toward the rear with sleek nacelles.",
        "High-mounted wings with prominent winglets.",
        "High-mounted swept wings for superior performance.",
        "Smooth, elegant lines emphasizing luxury and performance.",
        "Tapered wings with winglets at the tips.",
        "High-mounted wings featuring distinctive winglets.",
        "Rear-engine configuration contributing to a cleaner nose design.",
        "Equipped with two engines mounted at the rear, offering quieter cabin experience.",
        "Low-mounted wings combined with sleek engine nacelles.",
        "Distinctively elongated body shaped for luxury travel.",
        "Double aft-mounted engines aiding in its sleek appearance.",
        "Twin engines mounted on pylons above the wings.",
        "Tapered wings with high winglets for enhanced performance.",
        "Elegant profile with smooth, continuous lines, contrasting with Dornier's bulkiness.",
        "Notable for its elegant lines and luxury features.",
        "Distinctly elongated fuselage with a streamlined profile.",
        "Long-bodied design with a smooth and sleek appearance."
    ],
    "81": [
        "Similar in shape to the Gulfstream IV but with longer fuselage.",
        "Dual engines mounted under the wings, ensuring lower cabin noise.",
        "More pronounced engine nacelles positioned at the rear.",
        "Streamlined appearance with large windows for comfort and luxury.",
        "High-mounted wings with larger winglets.",
        "Larger, more luxurious windows with a premium appearance.",
        "Interior designed for business luxury with larger windows.",
        "Tail engine placements similar to Gulfstream IV, but more refined.",
        "Larger version of the Gulfstream IV with even more length.",
        "Greater range capabilities indicated by larger engine nacelles.",
        "Similar design to the Gulfstream IV but with extended wings.",
        "Luxurious cabin layout visible from larger windows.",
        "Distinctive elongated fuselage with a refined contour.",
        "Similar tapered wing design with winglets.",
        "Tapered wings with higher-mounted engines.",
        "Subdued nose combined with a more pronounced tail sweep.",
        "Similar in appearance to Gulfstream IV but even larger and more elongated.",
        "Enhanced glazing with larger passenger windows.",
        "Aerodynamic nose that tapers smoothly.",
        "High wing placement and more prominent engine nacelles.",
        "Advanced wing shape with hallmark winglets.",
        "Wider and longer version of Gulfstream IV.",
        "Streamlined fuselage with similar high-mounted wings.",
        "Similar to the Gulfstream IV but slightly larger and more modern.",
        "Similar to Gulfstream IV, but with a longer fuselage."
    ],
    "82": [
        "Tubular fuselage with a rounded nose and canopies.",
        "Single-engine design with rear-mounted exhaust.",
        "Rounded nose equipped with a longer intake for the engine.",
        "Smaller profile with compact wings in comparison.",
        "Characteristic paint scheme for military use.",
        "Compact, low-profile aircraft with a pointed nose.",
        "Compact military training jet configuration.",
        "Slim, compact jet trainer with a delta-wing design.",
        "Smaller wingspan compared to larger commercial aircraft like Tu-134.",
        "High-mounted wings with pronounced dihedral.",
        "Smaller wings than commercial airliners.",
        "Integrated cockpit instruments and canopy design for training purposes.",
        "Low-mounted, straight wings and a T-tail configuration.",
        "Jet trainer aircraft with a compact fuselage.",
        "Delta-wing configuration that enhances agility.",
        "Prominent nose with an upward slant.",
        "High-mounted wings with small leading edges for maneuverability.",
        "Trainer aircraft with a compact, robust fuselage.",
        "Tapered wings that enhance maneuverability.",
        "Advanced trainer aircraft with a streamlined body.",
        "Compact, jet trainer with a rounded fuselage.",
        "Sleek and compact design with round nose.",
        "Advanced jet trainer with a more compact design.",
        "Featuring a canopy with a distinctively curved shape.",
        "Low wing configuration emphasizing stability in training."
    ],
    "83": [
        "High-wing design with a noticeable cargo door at the front.",
        "Boxy fuselage suitable for cargo transport.",
        "Large freighter aircraft with a wide, boxy fuselage.",
        "Wide cargo doors on the front for loading large items.",
        "Distinctive engines mounted on pylons just under the wings.",
        "Large strategic airlift with a broad, boxy fuselage.",
        "Four turbofan engines mounted under the wings.",
        "Large freighter with a distinct high-wing configuration.",
        "High-mounted wings with significant span.",
        "Large landing gear meant for rough airstrips.",
        "Four engines mounted high on the wings gives it a powerful look.",
        "Large transport aircraft with a boxy fuselage.",
        "Four engines mounted on the wings.",
        "Four high-mounted engines providing significant lifting capability.",
        "T-tail design giving it a robust appearance.",
        "Characteristically squat profile for lifting capability.",
        "Distinctive high-wing design with prominent engines mounted below.",
        "Large cargo aircraft with a wide, flat fuselage.",
        "Wide-body transport aircraft with four engines.",
        "Four engine configuration mounted on the wings.",
        "Distinctive high legs landing gear providing a tall stance.",
        "Tapered nose combined with high-mounted wings.",
        "Large cargo doors on the front for easy access.",
        "Distinctive four-engine layout mounted under the wings.",
        "Four jet engines mounted in pods beneath the wings."
    ],
    "84": [
        "High-mounted wings with a streamlined design.",
        "T-tail similar to the DC-10, aiding in flight stability.",
        "Larger cabin windows and overall wider body compared to narrow-body jets.",
        "Triple-engine design with engines mounted on the rear fuselage.",
        "Retro styling indicative of its era, offering a different visual profile.",
        "Distinct dome-shaped cockpit and larger passenger windows.",
        "Wider fuselage compared to A330-200.",
        "Distinctive rounded nose with a spacious fuselage.",
        "Tri-jet configuration with engines mounted at the tail and wings.",
        "Tri-engine configuration with engines mounted on the rear.",
        "Features a larger, squared-off nose profile compared to Global Express.",
        "Tri-engine configuration with one engine mounted on the tail.",
        "Wide-body trijet featuring three engines, with two mounted on the wings and one at the tail.",
        "High vertical stabilizer setting contributing to an iconic look.",
        "Distinctive wide-wing design with a slight upward curve.",
        "Lots of passenger windows throughout the fuselage.",
        "Tapered engine nacelles mounted under the wings.",
        "Wide-bodied airliner with a distinctive T-tail design.",
        "Unique high-mounted, sloped nose providing an aerodynamic shape.",
        "Smooth fuselage design with retractable landing gear.",
        "Distinctive tail with a pronounced horizontal stabilizer.",
        "Retro design reflecting a classic airliner style compared to Falcon 900.",
        "Sloped nose with a rounded profile for better aerodynamics.",
        "Swept back wings and rounded nose create a streamlined look.",
        "Rounded nose with large cockpit windows."
    ],
    "85": [
        "Unique upward-swept tail design that aids aerodynamics.",
        "Engine nacelles attached to the wings, projecting farther back.",
        "Wide fuselage reminiscent of larger passenger aircraft.",
        "Tri-jet design with one rear engine and two under-wing engines.",
        "High-mounted tail design providing stability during flight.",
        "Smooth, rounded nose similar to that of commercial jets.",
        "Tri-jet design featuring one engine on the tail and two under the wings.",
        "Sharp, pointed nose and a tapered tail design.",
        "Wider fuselage with a pronounced curvature.",
        "Wider body accommodating more passengers.",
        "Distinctive three-engine design with one engine mounted at the tail.",
        "Similar to L-1011, it’s a wide-body trijet with a larger body.",
        "Larger wing area with noticeable winglets for efficiency.",
        "Tapered wings with larger winglets.",
        "Greater wingspan with an appropriately aerodynamic form.",
        "Tri-jet configuration similar to L-1011, with a longer fuselage.",
        "High mounted tail with prominent horizontal stabilizers.",
        "Large cargo doors on the side adding functional characteristics.",
        "Enhanced cargo capacity with loading doors on the sides.",
        "High, swept-back wings with distinct winglets.",
        "T-tail design with a distinctive upper-mounted horizontal stabilizer.",
        "Smooth, rounded nose with a spacious passenger layout.",
        "Large engines mounted on the wings and tail, creating a unique silhouette.",
        "Wide-body trijet configuration with one engine mounted at the tail.",
        "Tapered wings that are sweeping, indicating larger capacity."
    ],
    "86": [
        "Smaller profile compared to the MD-11 with a shorter fuselage.",
        "Larger, more oblong cabin windows compared to ERJ 135.",
        "T-tail configuration creating a unique profile.",
        "Narrow-body airliner with a traditional jet design.",
        "Narrow-body configuration with a longer, slim fuselage.",
        "Sloped forward fuselage that has a sleek appearance.",
        "Short, sturdy fuselage with a rounded nose.",
        "Smaller passenger windows, giving it a more retro appearance.",
        "Engine nacelles positioned at the rear for less cabin noise.",
        "Narrow-body design with a distinctive, short fuselage.",
        "Shorter wingspan with a more conventional jet layout.",
        "Narrow-body, twin-engine design with a sleek profile.",
        "Streamlined fuselage design with a longer, narrower profile than Fokker 100.",
        "Twin-engine mounted on the wings, with engines closer to the fuselage.",
        "Larger engine mount placements on wing structure.",
        "Large passenger windows for comfort and visibility.",
        "Narrow fuselage with a more boxy appearance than older models.",
        "Two rear-mounted engines, similar in style to the DC-9 series.",
        "Engine nacelles mounted on the rear of wings.",
        "Smaller cabin windows and fewer on each side.",
        "Rear-mounted jet engines contributing to a rugged build.",
        "T-tail with relatively small horizontal stabilizers.",
        "Distinctive T-tail configuration with a tall vertical stabilizer.",
        "High-mounted wings providing better lift and stability in flight.",
        "More traditional jetliner look with straight lines."
    ],
    "87": [
        "Enhanced retractable landing gear mechanism compared to Fokker.",
        "Tapered fuselage and rounded nose shape.",
        "Shorter variant based on MD-80 design offering compact dimensions.",
        "Significant length variation with more passenger windows.",
        "Notable for its compact appearance.",
        "Similar silhouette to the MD-80 but longer with a shorter wing span.",
        "Tapered wings and low-mounted engine configuration.",
        "Pointed nose with a characteristic engine placement.",
        "Even shorter variant of the MD-80 with a squat appearance.",
        "Large windows visible that provide a spacious interior feel.",
        "More refined and modern design features on the fuselage.",
        "Similar to MD-80 but with a shorter fuselage.",
        "Tapered wings retaining aerodynamic qualities.",
        "Similar low-mounted wings with twin engines.",
        "Compact and efficient design for regional air travel.",
        "Smaller overall dimensions with streamlined carriage.",
        "Mainly used as a corporate jet, making it appear more refined.",
        "Similar to MD-80 but with a longer fuselage and distinctive sharper nose.",
        "High-mounted stabilizers resembling larger jets.",
        "Slightly shorter variant of the MD-80 with a more compact design.",
        "Notable for quieter operations and reduced noise footprint.",
        "Similar engine and wing placement as the MD-80.",
        "Streamlined tail section giving it a sleek look.",
        "High-mounted tail with a pronounced vertical stabilizer.",
        "Modernized features aligning with air travel enhancements."
    ],
    "88": [
        "Unique tail design differing from Tu-134's appearance.",
        "Enhanced passenger interior fittings for comfort.",
        "Rear-engine configuration with distinct nacelles.",
        "Advanced winglets enhancing performance characteristics.",
        "High-mounted wings with noticeable wingtip fences.",
        "Slightly more pronounced rounded nose design compared to older models.",
        "Advanced wing design with increased efficiency.",
        "Retrofitted with updated technology while maintaining original aesthetics.",
        "Rear-engine layout similar to MD-80 but with larger engines.",
        "Tapered wings with advanced leading-edge technology.",
        "Smaller overall dimensions compared to A310.",
        "Tapered wings with winglets for better fuel efficiency.",
        "Larger cabin windows contributing to spacious feel.",
        "Rear engine design with improved fuel efficiency.",
        "Updated fuselage design with a wider cross-section compared to MD-80.",
        "Wider fuselage with more rounded contours than MD-80.",
        "Larger cockpit area with more windows than earlier models.",
        "Extended fuselage length with a modern appearance.",
        "Large passenger windows extending along the cabin.",
        "Rear-mounted engines resembling the MD-80.",
        "Tapered wings with winglets for aerodynamic benefits.",
        "Twin-engine regional jet with a sleek and modern design.",
        "Advanced version of the MD-80 with added fuselage length.",
        "More streamlined wings with extended winglets.",
        "Swept-back engines mounted on a slightly shorter fuselage."
    ],
    "89": [
        "Tapered wings with low-mounted design.",
        "High-mounted wings for improved takeoff performance.",
        "Short, wide fuselage that appears boxy.",
        "Round windows for the passenger cabin.",
        "Twin-engine turboprop design with a robust cargo capacity.",
        "High-mounted wings with minimal sweep.",
        "Twin-engine configuration with pusher propellers.",
        "Fewer passenger windows than regional jets.",
        "More pronounced horizontal stabilizers compared to BAE-125.",
        "Fixed landing gear with a small footprint.",
        "Small regional aircraft with a high-wing design.",
        "Twin-engine configuration with propellers mounted on the wings.",
        "Small, twin-engine commuter aircraft with a wider fuselage.",
        "Smaller size suitable for regional flights.",
        "Noticeable round cabin windows scattered along fuselage.",
        "Narrow, elongated fuselage designed for regional flights.",
        "Twin-engine design mounted on the wings.",
        "Rounded nose design with less fuselage length.",
        "Q-shaped design with a rounded nose.",
        "Rounder nose with a more retro design.",
        "Elevated cockpit area for visibility, enhancing the flying experience.",
        "Smaller passenger windows compared to jets.",
        "Smaller regional aircraft with a sleek high-wing design.",
        "Short nose cone for aerodynamic performance.",
        "Fixed landing gear with a rugged look."
    ],
    "90": [
        "Twin-engine turboprop with a sleek low-wing design.",
        "Twin-engine turboprop with a prominent nose.",
        "Clearly smaller in dimension when compared to the larger 747-400.",
        "Overall bulkier landing gear compared to A320's.",
        "Rounded nose with a transparent cockpit canopy.",
        "High-mounted wings providing a distinct configuration.",
        "Large, oval windows commonly found in business aircraft.",
        "Twin-engine turboprop with a recognizable corporate aircraft design.",
        "More round, bulbous shapes emphasizing functionality over aggression.",
        "High-mounted wings for stability and performance.",
        "Distinctive oval windows providing more visibility.",
        "Turboprop engines mounted at the front.",
        "Twin-engine turboprop with a sturdy, broad structure.",
        "High-mounted wings with marked dihedral.",
        "Compact design with fewer passenger seats typically configured for luxury.",
        "Oval windows with a characteristic business aircraft profile.",
        "Compact and solid fuselage allowing for smaller passenger groups.",
        "Tapered nose shaped for improved aerodynamics.",
        "Twin-engine turboprop aircraft with a short, squat fuselage.",
        "Twin-engine turboprop aircraft with a round, bulbous nose.",
        "Low wing configuration suitable for short flights.",
        "High-mounted wings with engines close to the fuselage.",
        "Low-mounted wings providing stability.",
        "High-mounted wings with prominent engine nacelles.",
        "More tapered wings and pronounced propellers for performance."
    ],
    "91": [
        "Large cabin windows characterized for visibility.",
        "Large cabin area fitting four passengers.",
        "Smaller cabin area providing a simplistic cockpit layout.",
        "Low-wing airplane with a pointed nose and traditional design.",
        "Tapered wing with moderate aspect ratio.",
        "Traditionally designed tail with a straight vertical stabilizer.",
        "Simple design with a classic general aviation aesthetic.",
        "Simple layout with straightforward cockpit windows.",
        "Rounded nose shape for aerodynamics.",
        "Pronounced triangular tail with horizontal stabilizers.",
        "Low-wing monoplane design with a rounded nose.",
        "Much smaller and simpler than the A310.",
        "Small, single-engine low-wing aircraft with a rounded nose.",
        "Fixed landing gear typical of entry-level aircraft.",
        "Canopy cockpit allowing visibility for students.",
        "Compact proportions designed for flight training.",
        "Classic training aircraft look, designed for efficiency.",
        "Low-wing, single-engine design with a typical trainer silhouette.",
        "Fixed landing gear providing a classic appearance.",
        "Recessed cabin windows giving a compact feel.",
        "Tapered wingtips, commonly featuring dihedral angle.",
        "Rounded, tapered nose section leading into the cockpit.",
        "Generally used for training with a less aggressive look.",
        "Rounded fuselage with a prominent nose.",
        "Shorter wings and tail design provide a distinct look."
    ],
    "92": [
        "Designed for high performance and fuel efficiency.",
        "Sleek, modern design with a low-wing configuration.",
        "Contoured cabin design emphasizing visibility.",
        "Tapered wing structure with a modern aerodynamic appearance.",
        "Oversized cabin and windows for a spacious feel.",
        "Compact fuselage with a sporty appearance.",
        "High-performance design with streamlined body for aerodynamics.",
        "Tapered wing design with advanced aerodynamics for improved performance.",
        "Fixed tricycle landing gear design offering stability.",
        "Low-wing, single-engine design with a modern appearance.",
        "Tapered wings providing optimized flight characteristics.",
        "Tapered wings giving it a fast and modern look.",
        "Slender fuselage with a rounded nose enhancing aerodynamics.",
        "Rounded engine cowling and modern aerodynamic shape.",
        "Fixed tricycle landing gear with large tires.",
        "Sleek, low-wing design with a composite fuselage.",
        "Tapered wing shape for improved lift and aerodynamics.",
        "Tapered, pointed nose for aerodynamic efficiency.",
        "Larger cockpit glass for visibility.",
        "Sleek, low-wing design with a rounded, aerodynamic nose.",
        "Sporty appearance with a prominent point at the tail.",
        "Single-engine mounted in the front with a pull propeller.",
        "Tricycle landing gear with a prominent nose wheel design.",
        "Low-wing, single-engine design with a sleek, modern shape.",
        "Single engine mounted on the front with a rounded radial shape."
    ],
    "93": [
        "Longer fuselage and more slender features.",
        "High-mounted wings integrating advanced technology for efficiency.",
        "More elongated fuselage compared to Falcon 900.",
        "High-mounted wings contributing to performance.",
        "Distinctive, elongated fuselage built for regional routes.",
        "Twin-engine turboprop with a sleek fuselage.",
        "Twin-engine turboprop configuration with a sleek fuselage.",
        "Twin-engine turboprop with a long, slender fuselage.",
        "Tapered nose with a sleek design to improve aerodynamics.",
        "Twin turboprop engines mounted on high wings, different from Falcon 2000 jets.",
        "High wing placement providing a distinct profile.",
        "Twin-engine turboprop with a slender fuselage.",
        "Tapered wingtip adaptions enhancing aerodynamics.",
        "Longer fuselage compared to typical regional aircraft.",
        "Larger propellers compared to DHC-1's size.",
        "High-wing design with large propellers visible above.",
        "Twin-engine turboprop with a slender fuselage.",
        "Turboprop aircraft with a long fuselage and high aspect ratio wings.",
        "Twin-engine turboprop with a longer fuselage than most regional aircraft.",
        "High-mounted engines positioned above the wings.",
        "Elongated fuselage optimized for regional service.",
        "Equipped with modern cockpit technology.",
        "Larger turboprop regional aircraft with a long fuselage.",
        "Turboprop regional aircraft design with elongated fuselage.",
        "Large passenger windows along the sides."
    ],
    "94": [
        "High-mounted wings and small engines.",
        "Compact fuselage design suited for regional flights.",
        "Smaller windows compared to the BAE-125, giving it a more funky look.",
        "Boxy cargo door on the side for freight operations.",
        "High-mounted wings above the passenger compartment.",
        "Twin turboprop engines mounted on the wings.",
        "Wider fuselage providing more cabin space for seating.",
        "Distinctive engine cowlings visible under the wings.",
        "Large windows lining the passenger cabin for light.",
        "Shorter nose profile, maintaining efficiency in aerodynamic design.",
        "Distinctive propellers mounted on each wing.",
        "Simple tail design with a high-mounted fin.",
        "Smaller overall size with appropriately sized passenger windows.",
        "Efficient design targeting short-haul regional flight.",
        "Compact fuselage with high-capacity passenger windows.",
        "Large passenger windows for excellent cabin lighting.",
        "High wing layout and smaller propeller installations.",
        "Shorter, compact fuselage relative to the Saab 2000.",
        "Smaller regional turboprop with a high-wing configuration.",
        "Medium-sized passenger windows for increased visibility.",
        "Large propeller blades mounted high on the wings.",
        "Rounded nose with a small cockpit configuration.",
        "Stubbier, high-wing design with two turboprop engines.",
        "Rounded, compact fuselage for regional operations.",
        "Rounded cockpit with a small, domed pilot area."
    ],
    "95": [
        "Unique tail design adding to its aerodynamic capabilities.",
        "Retro cockpit appearance with a bubble canopy.",
        "Smaller overall frame compared to commercial jets.",
        "Classic WWII fighter aircraft with a low-wing design.",
        "Single engine mounted in a streamlined layout.",
        "Distinctive pointed nose housing the propeller.",
        "Smaller cockpit canopy, lending to a vintage design aesthetic.",
        "Single-engine configuration with a prominent propeller.",
        "Smaller cockpit canopy, characteristic of vintage designs.",
        "Classic WWII era fighter with a distinctive elliptical wing shape.",
        "Classic, single-engine fighter plane with a rounded nose.",
        "Cockpit located behind the wings for a unique silhouette.",
        "Short, sleek body with prominent nose and engine.",
        "Small canopy providing a vintage pilot environment.",
        "Propeller-driven with a large, two-blade or three-blade propeller.",
        "Distinctive tail featuring a horizontal stabilizer.",
        "Classic World War II fighter aircraft with a low-wing design.",
        "Classic WWII fighter with a narrow, elongated fuselage.",
        "Single engine with a pronounced propeller in the front.",
        "Retractable landing gear and a pointed nose.",
        "Iconic cockpit canopy design often seen in historical formations.",
        "Single engine mounted in the front offering a streamlined appearance.",
        "Propeller-driven, prominently featuring two-bladed prop.",
        "Nose-mounted propeller with a rounded spinner.",
        "Smaller overall size, creating a lightweight look."
    ],
    "96": [
        "Variable geometry wings that can be swept back or extended.",
        "Twin-engine configuration with a wide fuselage.",
        "Visible air intakes and military armament configuration.",
        "Canard controls enhancing speed and maneuverability.",
        "Variable-sweep wing design for speed and control.",
        "Distinct variable-sweep wing structure allowing adaptability.",
        "High-performance capabilities reflected in build.",
        "Sleek and angular fuselage designed for high performance.",
        "Large, horizontal stabilizers positioned at the rear.",
        "Wider fuselage and larger control surfaces for maneuverability.",
        "Flat, wide nose contributing to radar signature.",
        "Swept wing design giving it high-speed capabilities.",
        "Wider fuselage designed for multiple configurations.",
        "T-tail configuration enhancing stability in flight.",
        "Complex landing gear with a broader footprint than PA-28.",
        "Twin-engine configuration with well-defined air intakes.",
        "Bubble cockpit providing good visibility for the pilot.",
        "Aggressive stance with jet engines mounted on wings.",
        "Variable-sweep wing design allowing for agility in flight.",
        "Angular nose with a cockpit canopy for visibility.",
        "Twin-engine setup with engines placed at the rear fuselage.",
        "Variable-sweep wing design allowing for adaptability.",
        "Large fuselage with high-mounted wings that can retract.",
        "Wider, bulkier fuselage compared to standard jets.",
        "Compact military design unlike the larger airliners like A310."
    ],
    "97": [
        "Larger windows along the fuselage when compared to BAE-125.",
        "Slightly pointed nose and broader cabin for passenger capacity.",
        "Narrow-bodied jet with a pointed, aerodynamic nose.",
        "Shorter, chunky fuselage style typical of older Soviet aircraft.",
        "Distinctive nose cone with a pronounced cockpit appearance.",
        "Delta-shaped wings providing maneuverability.",
        "Smaller in size compared to larger commercial aircraft.",
        "Fewer engines than larger commercial jets, giving it a compact profile.",
        "Smaller, regional airliner with a distinctively pointed nose.",
        "Shorter, wide-body design resembling older jets.",
        "Soviet-era twin-engine jet aircraft with a low-wing design.",
        "High-mounted wings with distinctive leading-edge devices.",
        "Low-wing configuration and pointed nose.",
        "High-mounted wings with large passenger windows.",
        "Smaller twin-engine jet with a narrower fuselage.",
        "Runs a more squared cabin profile with fewer sleek features.",
        "Low-mounted wings with a straight wing design.",
        "Twin-engine regional jet design with a rounded nose.",
        "Short, twin-engine jet with a boxy fuselage and a pointed nose.",
        "T-tail configuration providing a retro design look.",
        "Twin-engine layout with engines mounted on the rear fuselage.",
        "Twin-engine design with engines mounted on the rear fuselage.",
        "Dock-like appearance with pronounced tail.",
        "Twin-engine configuration mounted on the rear fuselage.",
        "Tapered nose with characteristic cockpit windows."
    ],
    "98": [
        "High-mounted wings with engines mounted below.",
        "Large passenger windows that are elevating in the middle of the fuselage.",
        "Rounded nose design with larger cockpit windows.",
        "Smooth lines contrasting the more angular layout of the 747-400.",
        "Distinctive pointed nose with large cockpit windows.",
        "Low-mounted wings with significant wing area.",
        "Tri-engine layout with engines mounted on the rear fuselage.",
        "Wide fuselage configuration for passenger transport.",
        "Cargo and passenger door placements making it visually distinct.",
        "Three-engine airliner with a wide fuselage.",
        "Wider, more elongated fuselage compared to the Saab 340.",
        "The rounder cockpit area with a more pronounced front.",
        "More pronounced nose section than Tu-134.",
        "Rounded, elongated nose with a simplistic cockpit arrangement.",
        "Wide-body aircraft with three engines, two mounted under the wings and one at the tail.",
        "Distinctive triangular stabilizer in the tail section.",
        "Pronounced nose section with a sloping profile.",
        "Formal, robust build with a characteristic Soviet era design.",
        "Long, sleek fuselage with a tapered tail.",
        "Tri-engine layout with engines mounted on the rear fuselage.",
        "Swept wings and a wide rear tail section.",
        "T-tail design stabilizer elevating the overall profile.",
        "A three-engine airliner with a distinctive trijet configuration.",
        "Long, pointed nose with a characteristic T-tail.",
        "Trijet configuration with markedly long fuselage."
    ],
    "99": [
        "Substantial passenger area with a robust appearance.",
        "Engine nacelles specifying engines mounted underneath the wings.",
        "High-mounted wings with a noticeable downward sweep.",
        "High-mounted wings positioned for stability.",
        "Mid-mounted wings similar to the Tu-154 but more rounded.",
        "Wider body compared to earlier jets, designed for comfort.",
        "Clerical wing positions with noticeable anhedral.",
        "A large cargo door offering versatility for use.",
        "High-mounted wings with slight modifications for aerodynamics.",
        "Shorter but stocky appearance providing increased space.",
        "Rounded tail structure enhancing stability in the air.",
        "Tri-engine configuration with one engine at the tail.",
        "Wider fuselage compared to many regional jets.",
        "Larger passenger windows indicative of its capacity.",
        "Tri-engine configuration with engines mounted on the rear.",
        "Tri-jet configuration with engines mounted on the rear of the fuselage.",
        "Tri-jet configuration like the Tu-154 with a distinctive rear engine placement.",
        "Wide, rounded fuselage optimizing passenger capacity.",
        "Tri-engine configuration with engines mounted at the rear.",
        "Distinctive rear engines creating a balanced look.",
        "Wider passenger cabin resulting in a beefier appearance compared to Tu-134.",
        "Wide, rounded fuselage with a pointed nose.",
        "Tri-engine airliner with two mounted on the wings and one at the tail.",
        "Tapered wings with dihedral angles for stability.",
        "Wider fuselage with a rounded nose for aerodynamics."
    ]
}