{
    "0": [
        "Use of brushes or applicators for precision.",
        "Eyeliner and mascara visibly enhancing eyelash definition and eye shape.",
        "Close-up view of the eyes, emphasizing lashes and eyebrows.",
        "Application of various colors around the eyes.",
        "Colorful eyeshadow palettes with various shades are typically visible.",
        "Can include various colors and textures (shimmer, matte).",
        "Focus on the eyes, with products such as eyeshadow, eyeliner, and mascara.",
        "Mascara is applied to the eyelashes, giving them a darker appearance.",
        "Application typically around the eyes using brushes or applicators.",
        "Close-up of an eye, typically emphasizing eyelashes and eyelids.",
        "Use of brushes, sponges, or fingertips with varying shapes.",
        "Use of brushes, applicators, or fingers to apply product around the eyes.",
        "Potential use of eyeliner visible along the eyelid.",
        "Precise application techniques involving layering and blending.",
        "May include decorative elements like false eyelashes or glitter.",
        "Use of brushes or applicators specifically designed for eyes.",
        "Defined lines for eyeliner that may enhance the shape of the eyes.",
        "Focus on the upper facial area, particularly around the eyes.",
        "Variety of eye shapes and colors highlighted with the makeup.",
        "Products used may include eyeshadow, eyeliner, and mascara.",
        "May include false lashes or eyelash curlers prominently displayed.",
        "Mascara applied to eyelashes, often making them appear longer and darker.",
        "Focus on the eyes, often enhanced with false eyelashes or decorative elements.",
        "Use of various colored eyeshadows on eyelids.",
        "Colorful palettes with varying textures like matte, shimmer, or glitter."
    ],
    "1": [
        "May include a compact or mirror for touch-ups.",
        "Various lip shapes and sizes can be highlighted.",
        "Possible presence of lip liner and highlight effects.",
        "Focus on the lip shape and color, often highlighting full lips.",
        "Focus on shaping and defining the lips.",
        "Presence of lip liners or additional products (like gloss) in the foreground.",
        "Vivid, glossy, or matte colors visibly coat the lips.",
        "Focus on the lip area, with emphasis on shaping.",
        "Application of a tube or wand directly to the lips, often showing the shape of the applicator.",
        "Application focused on the lips with bold, defined colors.",
        "Lips are visibly enhanced, often appearing shinier or more colorful.",
        "Bright, bold colors contrasting with the skin tone.",
        "Focus on the lips, often showcasing vibrant colors.",
        "Typically applied while facing a mirror, possibly using a small applicator or brush.",
        "Emphasis on the lips, showcasing the application of color directly onto the lip surface.",
        "Often involves a prep step, such as lip liner, to define shape.",
        "Application using a lipstick bullet, brush, or finger.",
        "Product often comes in tubes or pots with specific applicators.",
        "Use of applicators, brushes, or lipstick bullets.",
        "Close-up of lips, highlighting vibrant colors.",
        "Use of lipstick tube or wand, focusing on smooth application.",
        "Use of lip brushes, pencils, or bullet lipsticks for precise application.",
        "A close-up view of the lips being highlighted.",
        "Variety of finishes, including matte, glossy, or satin.",
        "Focus on the lower and upper lips during the application process."
    ],
    "2": [
        "Involves the use of a bow and arrows aimed at a target.",
        "Use of a bow and arrows, with visible tension in the bowstring.",
        "Target in the background or foreground, indicating distance.",
        "Archer’s focused expression, often with eye protection gear.",
        "Quiver of arrows typically visible on the side.",
        "Archer's stance and form highlighting concentration and balance.",
        "Bow and arrow prominently displayed.",
        "Bow and arrow are the primary equipment visible in use.",
        "Archer's focused stance often highlighting form and posture.",
        "Bullseye target situated at a distance.",
        "Outdoor or target range setting may be depicted, with targets in the background.",
        "Quiver attached to the archer's side, holding additional arrows.",
        "Concentration on the face of the archer, often with a serious expression.",
        "Focus on hand coordination and body posture for aiming.",
        "Specific attire such as arm guards and finger tabs.",
        "Use of protective gear like finger tabs and arm guards.",
        "Arrow targets visible in the background.",
        "Tension in the bowstring as the arrow is drawn back.",
        "Archer may wear protective gear, such as finger tabs and arm guards.",
        "Bow and arrow held in prominent position, often drawn back.",
        "Target may display concentric circles or distinct scoring zones.",
        "The background may feature outdoor settings or designated ranges.",
        "Shooter in a stance with a focus on alignment and aim.",
        "Archer in a stance with focus towards a target.",
        "Bow and arrow as key equipment, with tension on the string."
    ],
    "3": [
        "Expression of determination or joy on the baby’s face.",
        "Infant body positioned on hands and knees or tummy, moving forward.",
        "Chubby limbs and perhaps diapered bottom are often focal points.",
        "Baby in a crawling position, on hands and knees.",
        "Surfaces beneath the baby, such as carpets or hardwood, are visible.",
        "Facial expressions showing concentration or happiness.",
        "Soft, textured clothing that reflects comfort.",
        "Chubby limbs and small hands, conveying a sense of innocence and curiosity.",
        "Typically colorful baby clothes or accessories visible.",
        "Typically displays a small child on hands and knees.",
        "Ground may have textures like carpet or play mats.",
        "Toys or items scattered around to encourage movement.",
        "Soft, plush environments (like a play mat) are typically visible.",
        "Soft, colorful clothing or diaper contrasted against the floor.",
        "Movement is characterized by small, deliberate motions across the floor.",
        "Clothing is often casual and colorful, adding to the overall youthfulness.",
        "Bright, playful clothing or diaper might be evident.",
        "Surrounding environment often includes toys or safety mats.",
        "Position on hands and knees, sometimes on the belly.",
        "Stretched limbs and movements reflecting curiosity and exploration.",
        "Soft, lightweight body movements showcased.",
        "Typically involves movement across a surface, showcasing exploration.",
        "Parent or toys may be in the background to enhance context.",
        "Clothing often features bright colors or patterns typical for babies.",
        "Hands and knees often visible, showing physical exertion."
    ],
    "4": [
        "Flexible, graceful body movements showcasing balance and control.",
        "Gymnast executing a routine on a narrow beam.",
        "Featured as a narrow, elevated beam, usually in a gym setting.",
        "Gymnast positioned on the beam, showcasing a pose or movement.",
        "Spectators may be visible in the background, along with mats for safety.",
        "Gymnast performing various poses or routines on the beam.",
        "Narrow beam, typically made of wood or synthetic materials, raised above the ground.",
        "Gymnastic attire typically form-fitting and colorful.",
        "Focus on body positioning for balance, often one-legged.",
        "Gymnastics attire, typically tight-fitting and possibly adorned with sparkles, may contrast with the neutral-color beam.",
        "Gymnast wearing a leotard, creating a visually striking pose.",
        "Gymnast's focused posture, arms outstretched for balance.",
        "Use of colorful leotards prominently shown.",
        "A narrow, elevated beam prominently featured in a gym setting.",
        "Matting underneath for safety during routines.",
        "Potential use of chalk on the gymnast's hands for grip.",
        "Focus on the beam technique, showcasing flexibility and skill.",
        "Floor mats underneath the beam for safety.",
        "Gymnast's attire, often tight-fitting and colorful.",
        "Gymnasts are depicted performing routines, often in dynamic poses.",
        "Narrow beam visually elevating the performer.",
        "Potential for hand or feet placements against the beam.",
        "Gymnast performing a series of movements atop the beam.",
        "Positioned in a gym environment, often with mats or spectators nearby.",
        "A small beam contrasting with the large gym space around it."
    ],
    "5": [
        "Possible presence of flags or props enhancing the visual complexity.",
        "Instruments such as trumpets, drums, and woodwinds are prominently visible.",
        "Emphasis on facial expressions of concentration or enthusiasm.",
        "Flags or other visual props may be included in their performance.",
        "Coordinated movement shows marching formations.",
        "Various instruments held, such as brass, woodwinds, and percussion.",
        "Marching band uniforms featuring bright colors and distinct insignias.",
        "Large groups in uniform, often with instruments on display.",
        "Colorful uniforms adding a visual detail.",
        "Formation shapes on the field, showing coordinated movement.",
        "Often a leader or conductor is visible guiding the performance.",
        "Visuals include colorful uniforms, hats, and instrumentation.",
        "Clear lines and symmetry as the band moves together.",
        "Typically involves coordinated marching steps and formations.",
        "Involves a group of performers synchronously marching in formation.",
        "Possible presence of flags or banners alongside musicians.",
        "Colorful uniforms and accessories, such as hats and sashes.",
        "Visual rhythm created by the coordinated movement and music.",
        "Whirl and flags or instruments depict vibrant colors as they move in formation.",
        "Movement is rhythmic and often synchronized to music being played.",
        "Flags or banners may accompany the performance.",
        "Typically set outdoors or on a field, often during a parade.",
        "Possibly a parade setting with spectators and banners.",
        "Instruments such as brass and woodwinds prominently displayed.",
        "Instruments like trumpets or drums are prominent in the visual field."
    ],
    "6": [
        "Visual focus on the pitcher's expression and body movement during the pitch.",
        "The baseball field setting, with bases and outfield visible.",
        "Pitching mound visually distinct from the rest of the field.",
        "Pitcher in a windup position, with a baseball prominently held.",
        "Background may show a baseball diamond or field context.",
        "Typically, an infield or outfield with green grass is the setting.",
        "Batter poised at home plate, bat held ready.",
        "Infield and outfield visible, with players in various positions.",
        "Baseball diamond and field visible in the background.",
        "Infield players and/or spectators possibly visible in the background.",
        "Pitcher in a wind-up stance, focused on precision.",
        "Pitcher in wind-up pose, ball held back, showing anticipation.",
        "Clear visual of a baseball in hand, often with stitching visible.",
        "Batter or catcher's attention focused on the pitcher.",
        "Pitcher is on the mound with a baseball visible in hand.",
        "Batter and home plate visible in the background.",
        "The catcher is in a crouched position behind home plate.",
        "Fielders are positioned, anticipating the ball’s movement.",
        "Batter and catcher in ready positions, with the baseball diamond in view.",
        "The batter and fielders in the background, ready for the play.",
        "Opposing batter prepared in the batter's box.",
        "Focus on the batter and infielders positioned for the play.",
        "Backdrop of a baseball field with bases and outfield.",
        "Clear interaction with the catcher, crouched and ready.",
        "The ball held in a specific grip, aiming towards the catcher."
    ],
    "7": [
        "Athletic shoes with visible branding or colors.",
        "Possible presence of a crowd or audience in the background.",
        "Dynamic body movements showcasing athleticism and speed.",
        "The playing surface and audience may be included for context.",
        "The basketball is orange and round, distinctive on the court.",
        "Diverse player postures, showcasing athletic moves like sprinting or jumping.",
        "Other players may be present in varying stances.",
        "The hoop and net, which are prominently featured in the background.",
        "The hoop and net are in the background, emphasizing the game's goal.",
        "Action setting in a gym or outdoor court with markings.",
        "Basketball hoop visible in the background.",
        "Diverse player heights and body dynamics creating visual energy.",
        "Heightened player stances and athletic movements.",
        "Basketball court lines marking out key areas like the three-point line and paint.",
        "Backboard and hoop visible in the background.",
        "Players typically wear numbered jerseys and sneakers.",
        "The ball is often held or dribbled by a player, in motion.",
        "The ball is typically orange, contrasting with team colors of jerseys.",
        "The hoop and net are key focal points of the image.",
        "Basketball and hoop prominently featured.",
        "Action poses conveying motion, like jumping or sprinting.",
        "Action-focused composition, highlighting movement and intensity.",
        "Varied body positions and postures reflecting athletic motion.",
        "Basketball player dribbling or shooting the ball.",
        "Hoop with netting above, visible in the background."
    ],
    "8": [
        "The hoop is visually elevated, indicating the height of the dunk.",
        "Basketball clearly in hand, often above the rim.",
        "A player airborne, reaching towards the hoop with the basketball.",
        "Spectators or other players visibly reacting to the action.",
        "Player elevated in mid-air, showcasing the dunking motion.",
        "The player displays an athletic stance, often with an intense facial expression.",
        "Strong muscular build and athletic form accentuated.",
        "Surrounding players often displayed watching the action.",
        "Player airborne, with the ball above the hoop.",
        "Player airborne with a basketball in hand, preparing to dunk.",
        "Dramatic body positioning and facial expressions.",
        "Uniforms showcasing team colors against the court backdrop.",
        "Rim and net often seem to be in the foreground of the action shot.",
        "Basketball being held above the hoop, ready to be dunked.",
        "Basketball net in focus, often with a downward motion.",
        "Body is extended in a dynamic, athletic pose.",
        "Player elevated in the air, often reaching towards the hoop.",
        "Height and athleticism emphasized with the player off the ground.",
        "Player elevated in mid-air, with basketball above head.",
        "Dramatic angles highlighting the height and force of the dunk.",
        "Dramatic upward motion, showcasing athleticism and height.",
        "Motion blur may be captured, emphasizing the speed and force of the action.",
        "Dynamic expressions of intensity and focus on the player's face.",
        "Dynamic body posture showing athleticism.",
        "Player elevated above the hoop, showcasing athleticism."
    ],
    "9": [
        "Spotters positioned on each side for safety.",
        "Gym environment features such as safety equipment or weights.",
        "Close-up of hands gripping the bar with weight plates visible.",
        "A person lying on a bench lifting a barbell over their chest.",
        "Gym environment with mats or gym equipment visible.",
        "Strong focus on upper body engagement, arms extended.",
        "Typically shows a spotter assisting or observing.",
        "Spotters positioned nearby for safety.",
        "Serious facial expression indicating effort and concentration.",
        "Lifters on a flat bench with a barbell above them.",
        "The lifter’s muscles are visibly contracted, showing effort.",
        "Equipment such as weight plates and a spotting individual visible.",
        "Focus on the upper body, particularly arms and chest.",
        "Spotter may be present, indicating safety during the lift.",
        "Individual lying on a bench with a weight bar loaded with weights above chest level.",
        "Barbell resting on a weight bench, with weights on each end.",
        "Focus on body posture, ensuring correct form.",
        "Focus on the lifter's form and technique.",
        "Gym setup with a barbell over an individual lying on a bench.",
        "Gym setting with equipment and weights in the background.",
        "Spotters often present, preparing to assist if necessary.",
        "Athlete is lying on a bench, focused on the lift.",
        "Position of lifter, lying against the bench and extending arms.",
        "Focus on the muscles engaged, especially in the arms and chest.",
        "Equipment like weights visible on the barbell."
    ],
    "10": [
        "Scenic background may include roads, parks, or trails.",
        "Outdoor nature scenery is often featured, showing trails or roads.",
        "Helmet worn for safety, possibly colorful gear.",
        "Presence of bicycle accessories, such as water bottles or bags.",
        "Motion captured through blurred surroundings indicating speed.",
        "Speed or movement shown through blurred background.",
        "Focus on the cyclist’s posture and hand placement on handlebars.",
        "Bicycle accessories such as water bottles or bags may be visible.",
        "Bicycle prominently featured, with wheels in motion.",
        "Cyclist on a bicycle, typically in a forward-leaning position.",
        "Cycling attire, including helmets and padded gear.",
        "Helmet and cycling gear worn for safety and sport aesthetics.",
        "Cyclist riding a bicycle, often in outdoor or sport settings.",
        "Variety of bike types (e.g., road, mountain) may differ in design.",
        "Motion blur or background indicating speed.",
        "Handlebar grips, bike frame shapes, and gears visible, highlighting the sport's gear.",
        "Helmet worn for safety, along with cycling attire.",
        "Cyclist in athletic gear, mounted on a bicycle.",
        "Possible scenery like trees or buildings in the background.",
        "Cyclist in a dynamic riding position, often leaning forward.",
        "Bright athletic clothing often featured.",
        "Cyclists wear helmets and padded gear for safety and comfort.",
        "Cyclist on a bicycle, showcasing an aerodynamic position.",
        "Key accessories may include helmets, gloves, and cycling outfits.",
        "The bike's frame, wheels, and handles are key visual elements."
    ],
    "11": [
        "Cue stick prominently held or leaning against the table.",
        "Players in thoughtful poses considering their next shot.",
        "Player standing with a cue stick, aiming for a shot.",
        "Background elements like other players or bar setting may be included.",
        "Dim lighting often found in billiard halls, creating mood.",
        "Pool table is a focal point, usually with colorful balls arranged.",
        "Various colored balls scattered on the table, indicating game state.",
        "A player poised over a pool table, emphasizing focus on the shot.",
        "Focus on the player's stance and technique while aiming.",
        "Felt surface of the table in rich colors like green.",
        "Colored billiard balls, often in a triangle formation.",
        "Opportunity for close-up shots of different colored balls.",
        "Additional cues or chalk present on the table or nearby.",
        "Pool cue striking the ball, with focused aim.",
        "Surrounding environment often includes chairs and lighting fixtures.",
        "Player using a cue stick, focused on a specific billiard ball.",
        "Table with colored balls arranged in strategic positions.",
        "Green felt table with colorful billiard balls arranged in a triangle formation.",
        "Angles and reflections of the balls on the table surface.",
        "Shadows and lighting can create an atmospheric effect around the table.",
        "The cue stick is key, with the action of the player striking the ball.",
        "Cue stick and hand positioning are distinct.",
        "Colorful billiard balls, especially the eight-ball, arranged on the table.",
        "Lighting above the table creates specific shadows and highlights.",
        "Close-up of balls in vivid colors and patterns."
    ],
    "12": [
        "Movement of hair, showing it being blown back or lifted.",
        "Hair being styled, showcasing movement and texture.",
        "Hairdryer positioned near the subject's head.",
        "Styling tools scattered or organized nearby.",
        "Voluminous, shiny hair in various states of drying.",
        "Surrounding styling tools (brushes, clips) on a counter or nearby.",
        "Salon environment indicated with tools and styling chairs.",
        "Hair shown being styled, often flowing or puffing.",
        "Use of brushes or other hair tools may be present.",
        "Managed sectioning of hair for even drying.",
        "Focus on the hair texture and volume as it is styled.",
        "Use of a hairdryer held close to the hair, producing airflow.",
        "Hair being styled, often voluminous and swept.",
        "Stylist standing close to the subject, focused on technique.",
        "A variety of products may surround—combs, sprays, and clips.",
        "Background often features a bathroom or salon setup.",
        "Hair being dried by a hairdryer, with visible streams of air.",
        "Products like heat protectant or styling mousse may be present.",
        "Focus on the subject’s hair being styled or shaped.",
        "Stylist holding a blow dryer close to the subject’s hair.",
        "Model or individual showing relaxed or pleased expression.",
        "Focus on repetitive motion and hands in action.",
        "Hairstylist using a blow dryer, emphasizing airflow and movement.",
        "Hair volume and texture are visually emphasized as it blows.",
        "Professional attire of stylists and clients both depicted."
    ],
    "13": [
        "Close-up of facial expressions showing anticipation or joy.",
        "Person leaning towards a cake or dessert, visibly blowing out candles.",
        "Background may capture a celebration or party atmosphere.",
        "Cheerful facial expressions often shown, indicating celebration.",
        "Individual leaning toward a cake, with flames extinguishing.",
        "Person blowing air towards the candles, lips pursed.",
        "Potential for glowing candlelight creating a warm atmosphere.",
        "Colorful frosting and decorations on the cake add visual interest.",
        "Cake with lit candles prominently featured.",
        "Cake’s decorative features highlighted.",
        "Expressions of joy and celebration are common, capturing a special moment.",
        "Close-up of an individual blowing out candles on a cake.",
        "Frosting and decoration details on the cake are visible.",
        "Individual leaning forward, typically exhaling towards the candles.",
        "Possible presence of birthday decorations in the background.",
        "A group of people may be present, clapping or cheering.",
        "Expressions of excitement or anticipation shown on faces.",
        "Others in the background often cheering or clapping.",
        "Cake with lit candles prominently displayed, often with frosting.",
        "Soft lighting highlights the glow of the candle flames.",
        "Surrounding visuals may include party elements like balloons or guests.",
        "Birthday cake with lit candles prominently displayed.",
        "Flames visibly flickering before being extinguished.",
        "Hands cupped around the face, directed at lit candles.",
        "Person leaning over a cake with flickering candles visible."
    ],
    "14": [
        "Focus on the knees and feet placement during the squat.",
        "Individual in a squat position, demonstrating form and balance.",
        "Typically depicted in dynamic gym settings or outdoor environments.",
        "Other individuals may be in similar positions, showcasing group activity.",
        "Individual in a squat position, thighs parallel to the ground or lower.",
        "Muscular tension visible in legs, core, and arms.",
        "Focus on foot placement and posture during the movement.",
        "Visual emphasis on leg muscles engaged during the squat.",
        "Facial muscles engaged or focused determination.",
        "Fitness setting, potentially with others doing squats nearby.",
        "May include variations such as arm positions or balance techniques.",
        "Focused facial expression, often showing exertion.",
        "Footwear and workout attire visible, suggesting a fitness setting.",
        "Gym or natural setting visible with flooring specifics.",
        "Background may include gym or outdoor fitness environment.",
        "Athletic clothing visible, depicting movement and effort.",
        "Emphasis on form and balance, with feet flat on the ground.",
        "Upper body posture generally remains upright during the movement.",
        "Focus on footwear and workout attire.",
        "Possible sweat and exertion visible on the body.",
        "Background may show other people engaged in similar exercises.",
        "Often depicts multiple angles to show depth of movement.",
        "Expression of exertion or concentration may be visible on the face.",
        "Muscles visibly engaged, emphasizing effort.",
        "Engaged muscles, especially in legs and core, prominently displayed."
    ],
    "15": [
        "Scoring screen visible showing player scores.",
        "Background may include other bowlers or spectators in a bowling alley.",
        "Bowler in motion, releasing the bowling ball down the lane.",
        "Bowler in motion, preparing to release the bowling ball.",
        "Focus on the bowler's stance and follow-through.",
        "Bowling ball is the centerpiece, often in a hand or rolling.",
        "Bowling pins and lane clearly defined in the foreground.",
        "Brightly colored lanes or screens displaying scores may be visible.",
        "Bowler in action releasing a bowling ball.",
        "Bowler in motion, rolling a bowling ball down a lane.",
        "Motion captured as the bowler releases the ball.",
        "Traditional bowling pins visible at the end of the lane.",
        "Background may show spectators, score displays, or the scoreboard.",
        "Lane with illuminated markers and ten pins at the end.",
        "Bowling ball rolling down a lane toward pins in the background.",
        "Colorful bowling ball prominently in the scene, defined by its holes.",
        "Bowling pins clearly aligned at the end of the lane.",
        "Brightly colored bowling ball contrasting with the lane.",
        "Distinct bowling lane and pins visible in the background.",
        "Colorful bowling balls on the floor or nearby.",
        "Pins arranged at the end of the lane, indicating target.",
        "Environment includes bowling alley lights, floor, and seating.",
        "Scoreboard in the background indicating competitive gameplay.",
        "Possible interactions with other players or score displays present.",
        "Lane is shiny and polished, often showing reflections."
    ],
    "16": [
        "Gym background visible, possibly with mats or other equipment.",
        "Sweat and effort illustrated on the boxer's face demonstrating exertion.",
        "Emphasis on movement, foot positioning, and intensity.",
        "Gym setting with mirrors, gloves, and sometimes trainers present.",
        "Dynamic motion and energy captured during punches or footwork.",
        "Gloves and form captured in mid-punch, highlighting power.",
        "Individual throwing punches towards the bag.",
        "Gym environment with boxing equipment around.",
        "Background may include other boxing equipment or a ring.",
        "Focus on concentrated facial expression or sweat, indicating effort.",
        "Impact marks or movement of the bag upon contact clearly observable.",
        "Boxing ring or training gym backdrop is present.",
        "Movement often indicates power, with a potential blur for action.",
        "Gym setting with boxing equipment visible (gloves, wraps).",
        "Emphasis on the boxer's stance and hand position.",
        "Surroundings may include a boxing ring or gym setting.",
        "Focus on body movement and technique during the punch.",
        "Focus on muscles and stance indicating effort and strength.",
        "Equipment like gloves and bag prominently featured.",
        "Athlete’s hands visibly wrapped, showing readiness to hit.",
        "Hand wraps or gloves are visually important, showing protective gear.",
        "Focus on the impact of the punch and body stance.",
        "Boxer in a protective stance, gloves raised.",
        "An individual striking a heavy bag with gloves.",
        "Notable sweat or intensity displayed by the boxer's expression."
    ],
    "17": [
        "Dynamic angles highlighting the quick movements of the punch.",
        "Energy and precision captured through motion.",
        "Close focus on the speed bag’s surface and motion.",
        "Small speed bag located at head height for punching.",
        "Speed bag reflected in sharp, quick movements of the boxer's hands.",
        "Speed bag bouncing back after a punch.",
        "Small, inflated speed bag attached to a platform.",
        "Boxer striking a smaller, more buoyant bag attached to a wall or platform.",
        "Gloves again appear, emphasizing protective gear for the athlete.",
        "Emphasis on upper body movement, including shoulders and arms.",
        "Boxer's gloves are often in clear focus, showcasing technique.",
        "Gym or training area visible in the background with equipment.",
        "The speed bag's round shape and leather surface are distinctly visible.",
        "Boxing gym environment visible, highlighting training equipment.",
        "Emphasis on quick hand movements and timing.",
        "Close-up of gloves or hand positioning on the bag.",
        "Focus on rhythm and timing, captured in action.",
        "Gym atmosphere with focus on the primacy of hand-eye coordination.",
        "Wraps and gloves visible, often adorned with specific designs.",
        "Bright lighting capturing the speed and motion.",
        "Surrounding gym equipment or mirrors likely present.",
        "Emphasis on hand speed and coordination.",
        "Energy and concentration visible in the boxer's expression.",
        "Boxer in rhythmic punching motion with focus.",
        "A small, inflated bag bouncing against the wall, indicating quick movements."
    ],
    "18": [
        "Splash effects are often visible as limbs work through the water.",
        "Distinctive kicking technique is visible alongside arm strokes.",
        "Swimmer in water using a defined breaststroke technique.",
        "Edge of the pool and lane markers typically in view.",
        "Clear visibility of the swimmer's face above water, showing effort.",
        "Swim cap and goggles are commonly visible.",
        "Distinctive body position with head above water and face focused.",
        "Possible presence of a swimming pool setting, marked lanes visible.",
        "Arms performing a symmetrical sweep in a half-circle.",
        "Distinctive horizontal motion of the swimmer on the water.",
        "Potentially a swimming lane marker visible in the background.",
        "Swimmer performing a breaststroke in a pool with clear visibility.",
        "Emphasis on the swimmer's form, positioning arms close to the chest.",
        "Swim cap and goggles often worn to enhance visibility.",
        "Lane markers or buoy lines in the background indicating swimming lanes.",
        "Ripple effects in water around the swimmer indicating movement.",
        "Swimmer’s face occasionally above the water, showing breathing.",
        "Head remains above water, indicating breathing technique.",
        "Swimmer positioned in the water, arms moving symmetrically.",
        "Clear visibility of water ripples and swimming lane markers.",
        "Focus on swimmer's face above water, showcasing breath control.",
        "Distinctive breaststroke position displayed, with head above water.",
        "Swimmer in a pool executing the breast stroke technique.",
        "Swimmer in a dynamic stroke position with arms extended outward.",
        "Swimming lane markers or pool edge providing context."
    ],
    "19": [
        "Individual holding a toothbrush with visible toothpaste.",
        "Bathroom setting with mirror reflections visible.",
        "Focus on mouth area and dental hygiene product.",
        "The person's facial expression often conveys concentration or routine.",
        "Visible toothpaste foam on the bristles or teeth.",
        "Expression of concentration or care on the person’s face.",
        "Focus on personal hygiene, often in a bathroom setting.",
        "Person brushing their teeth with a toothbrush.",
        "Focus on the individual’s expression, possibly of concentration.",
        "Bathroom setting with mirrors and other dental care tools visible.",
        "Bathroom mirror reflects person’s expression while brushing.",
        "Mouth open, showcasing brushing motion with focus on gums and teeth.",
        "Colors of toothpaste or mouthwash indicating options for care.",
        "Bathroom setting includes elements like a mirror or sink.",
        "Facial expressions can convey freshness or concentration.",
        "Toothpaste foam may be visible.",
        "Person holding a toothbrush against teeth.",
        "Close-up of toothbrush in mouth, often with visible toothpaste.",
        "Focus on cleanliness and dental care items, like floss or mouthwash.",
        "Foamy texture around the mouth to suggest cleaning.",
        "Bathroom setting with mirrors and sinks visible.",
        "Toothbrush in hand, with toothpaste visibly applied.",
        "Foam or toothpaste texture may be shown on the brush.",
        "Toothbrush prominently held, with toothpaste visible on the bristles.",
        "Close-up of mouth area focusing on teeth and gums."
    ],
    "20": [
        "Focus on leg positioning and grip on the bar.",
        "Athlete lifting a loaded barbell overhead with both hands.",
        "Gym environment with potential spectators or coaching staff.",
        "Gym environment with other weightlifting equipment in the background.",
        "Emphasis on strength and posture during the lift.",
        "Lower body position engaged during the lift.",
        "Body positioned with legs slightly bent, emphasizing strength.",
        "Athlete lifting a barbell overhead in a clean and jerk position.",
        "Focus on facial determination and muscular effort during the action.",
        "Spectators or judges may be visible in the background.",
        "Equipment-specific gear like weightlifting belts and shoes might be featured.",
        "Focus on body posture demonstrating balance and control.",
        "A weightlifter preparing to lift a barbell from the ground.",
        "Use of weights in various colors is visually prominent.",
        "Requires stability, strength, and proper form highlighted during the lift.",
        "The lifter's posture features a strong, stable foundation during the lift.",
        "Intense concentration on the athlete's face during the lift.",
        "Barbell held at shoulder level in preparation.",
        "Athlete in a weightlifting stance, barbell positioned at knee or waist level.",
        "Focus on body alignment, including squat and overhead positioning.",
        "Spotting individuals around for safety and support.",
        "Potential upward motion captured as the athlete prepares for jerk phase.",
        "Distinctive split position may be seen, showcasing balance and control.",
        "The barbell is often heavy, with weights visible on either side.",
        "Athlete lifting a barbell overhead in a strong stance."
    ],
    "21": [
        "Possible splashes indicated from previous dives.",
        "Potential spectators or divers waiting for their turn.",
        "Water surface visible below, indicating height.",
        "Expansive scenery, showcasing cliffs and possibly a distant horizon.",
        "Facial expression showing determination or thrill.",
        "The diver’s body position depicts readiness for the dive.",
        "Cliff edge prominently featured, high above water.",
        "Diver airborne above a body of water, showcasing dynamic body positioning.",
        "The splash or surface tension of water is a significant visual element.",
        "Splash of water might be shown in anticipation of impact.",
        "Diver’s body position indicating tumbling or twisting in the air.",
        "Diver captured mid-air above water.",
        "Water surface below indicating the dive's landing area.",
        "Expressions showing excitement or fear while diving.",
        "Form and pose during the dive are key visual elements that indicate skill.",
        "Action captured in mid-air, showing tension and technique.",
        "Swimwear is often vibrant, contrasting with the natural scenery.",
        "Rocky cliffs or water surface prominently featured in the background.",
        "Spectators or coastline features in background enhance the setting.",
        "Diver seen mid-air, often in a striking pose before entering the water.",
        "Great height emphasized, showcasing the dive's daring nature.",
        "Background scenery showcasing the body of water and surrounding landscape.",
        "Water surface and splash are visually prominent elements.",
        "Water body clearly visible below as an impact point.",
        "Cliffs or rocky edges visible in the background."
    ],
    "22": [
        "Depicts a bowler in an action pose preparing to deliver the ball.",
        "Centers around a bowler delivering the ball from the cricket pitch.",
        "Emphasis on footwork and arm extension highlighted in mid-action.",
        "The pitch and wicket are prominent in the foreground.",
        "Wicket and stumps visibly positioned behind the bowler.",
        "Fielding positions showing players ready to react.",
        "Cricket stumps may be depicted in the background.",
        "Close-up of the cricket ball detailed with seam and color.",
        "Emphasis on leg movement and bowling technique.",
        "Pitch markings and boundary lines evident in the setting.",
        "Players in fielding positions around, showcasing team dynamics.",
        "Cricket ball clearly displayed, often mid-air before contact.",
        "Bowler in delivery stride preparing to bowl.",
        "Bowler’s run-up distinctly visible, emphasizing foot placement.",
        "Distinct grip on the ball, showcasing specific bowling technique.",
        "Cricket ball prominently visible in flight, aimed at the wicket.",
        "Ground markings indicating the pitch and boundary lines.",
        "Fielders positioned strategically around the field.",
        "Bowler’s approach visible as they wind up.",
        "Batting team present in the background.",
        "Fielders and players positioned in the background for context.",
        "Focus on the bowler's footwork and body alignment.",
        "Pitch marked with creases and wickets in the background.",
        "Focus on a bowler in motion, about to deliver the ball.",
        "Cricket attire often colorful or team-themed during play."
    ],
    "23": [
        "The ball is often visually highlighted at the point of contact.",
        "Emphasis on body position, concentration, and action.",
        "Cricket pitch with fielders positioned around.",
        "Surrounding players often visible, depicting team dynamics.",
        "Dynamic movement indicating swing or follow-through post-hit.",
        "Cricket field dynamics visualized with players in positions.",
        "The bat and ball are focal points, often showing motion capture.",
        "Batsman preparing to strike a ball with cricket bat, showcasing stance.",
        "Ball (often a cricket ball) in the air, illustrating impact and shot direction.",
        "Team colors of uniforms reflecting the cricket culture.",
        "Crowd or match context may include excitement or cheering.",
        "Fielders positioned in anticipation, adding to the action.",
        "Team colors reflected in the uniforms worn.",
        "Batter poised with a cricket bat, preparing or executing a stroke.",
        "Ball in motion, often captured just before impact with the bat.",
        "Focus on the swing of the bat and body dynamics.",
        "Pitch and field marked, with spectators in view.",
        "Cricket fielders positioned around the pitch to react.",
        "Batter in position with a bat raised, focusing on striking the ball.",
        "Batter poised at the crease with bat in swing.",
        "Fielders in the background positioned to catch the ball.",
        "Batsman striking a cricket ball with visible bat swing.",
        "The ball is often captured mid-flight, aligning with the bat.",
        "Batter in stance, bat raised ready to hit the ball.",
        "Background may show spectators or an open field setting."
    ],
    "24": [
        "Brightly colored fruits or vegetables enriching the visual.",
        "Attention to detail in food presentation and textures.",
        "Bright, colorful food items enhance the visual appeal.",
        "Focus showcases the knife's positioning and slicing action.",
        "Potential for cutting board textures showing wear.",
        "Cutting board and knife position visualize the cooking process.",
        "Chef or individual chopping vegetables on a cutting board.",
        "Background may feature various kitchen tools and utensils enhancing the cooking environment.",
        "Chef or cook using a knife, focusing on technique.",
        "Attention may focus on the texture and colors of freshly cut food.",
        "Hands in precise action, showcasing chopping or slicing techniques.",
        "Vibrant colors of freshly cut items creating visual appeal.",
        "Chef or person using a knife on a cutting board.",
        "Emphasis on the motion of the knife and the ingredients.",
        "Ingredients like vegetables or meats prominently featured.",
        "Ingredients like vegetables, herbs, or meats displayed around.",
        "Close-up of hands deftly handling food items.",
        "A person is seen chopping vegetables or ingredients on a cutting board.",
        "Shows a person using a knife on a cutting board with food items.",
        "Focus on the slicing motion, showcasing visible separation of pieces.",
        "Kitchen setting with utensils and appliances in the background.",
        "Kitchen appliances and tools visibly arranged around.",
        "Colorful vegetables contrasting against the wooden board.",
        "Chef or individual using a knife, cutting vegetables or fruits.",
        "Fresh ingredients, such as vegetables or fruits, visibly arranged."
    ],
    "25": [
        "Diver poised at the edge of a diving board or platform.",
        "A diver poised at the edge of a diving board or platform.",
        "Pool or ocean surface visible below.",
        "Water surface below creating anticipation of impact.",
        "Body positioned for streamlined entry into water.",
        "Splash may be visible as the diver enters the water.",
        "Diver captured mid-air, showcasing form before entering the water.",
        "Surroundings may show pool area or diving platforms.",
        "Water surface visible below, showcasing the height of the dive.",
        "Water surface reflecting light below the diver.",
        "Water surface below capturing the anticipation of the entry.",
        "Body positioned in a streamlined form indicating technique.",
        "Diver captured mid-leap or just above water, showcasing form.",
        "Water splashes may form as indicator of execution.",
        "The body's form is often streamlined or in a unique pose.",
        "Potentially, a poolside or diving board visible in context.",
        "Splash formation upon entry into water, showing dynamics of the dive.",
        "Athletes often seen in swimwear and diving gear.",
        "Diving board or platform prominently featured in the shot.",
        "Vivid water surface below, indicating the approach to entry.",
        "Diver poised on a diving board above water.",
        "Pool or ocean backdrop setting indicating depth and surroundings.",
        "Water splash and ripples can be central in the transition.",
        "Water surface visible below, highlighting depth and splash.",
        "Presence of pool surrounds or spectators may enhance the scene."
    ],
    "26": [
        "Dynamic body movements suggesting involvement in music.",
        "Focus on the drummer’s hands and foot movements.",
        "Presence of sound equipment or musical accessories in the background.",
        "Unique setup may include cymbals and percussion instruments.",
        "Drummer in action, hands striking drums or cymbals.",
        "Diverse expressions of concentration or rhythm on the drummer's face.",
        "Sudden movement creating a dynamic visual effect.",
        "Facial expressions showing engagement and rhythm.",
        "Stage or practice area background often includes amplifiers and lights.",
        "Drumming instruments like drums and sticks prominently displayed.",
        "Drummer positioned behind a drum set, sticks in hand.",
        "Audience or band members visible in the background.",
        "Focus on various percussion instruments like snare, cymbals, and bass drum.",
        "Close-up of drumsticks hitting a drum surface.",
        "Drums prominently featured with sticks poised over them.",
        "Motion blur may depict rapid movement of sticks.",
        "Vibrant visual energy, often associated with performance.",
        "Percussive rhythm captured through body language and expression.",
        "Energy and rhythm captured through body movement.",
        "Focus on hands, arms, and instruments showcasing the action.",
        "Focus on expressions, conveying rhythm and energy.",
        "Drummer's hands actively striking drums with sticks, showing motion.",
        "Drummer positioned at a drum set with sticks in hand.",
        "Drummer in action, with sticks visibly striking the drum or cymbals.",
        "Possible expressions of focus and passion on the drummer's face."
    ],
    "27": [
        "Fencers in protective gear, swords engaged in combat.",
        "Fencer in stance with a foil or saber, helmet and mask worn.",
        "Focused expressions demonstrating concentration and strategy.",
        "Protective gear includes masks, jackets, and gloves adding visual impact.",
        "Enclosed fencing area marked by specific lines and barriers.",
        "Fencer in full gear with mask and sword poised for a bout.",
        "Fencing piste marked on the ground is visible.",
        "Opponent possibly visible in the background, aiding dynamic tension.",
        "Distinct fencing masks and jackets highlighted in the image.",
        "Fencer in protective gear, poised with a sword.",
        "Blades of swords in action, often crossing or lunging.",
        "Fencing strip lines are visible, defining the arena.",
        "Fencer in a poised stance with a sword (epee, foil, or sabre).",
        "Expressions of intensity and focus as they engage in combat.",
        "Fencers in an aggressive stance with swords drawn.",
        "Focus on blade contact and sparring techniques.",
        "Dynamic posture, often with lunging or parrying.",
        "Quick footwork and lunging movements captured.",
        "Fencing room or background illustrating the sport's context.",
        "Audience members may be positioned in the background, watching.",
        "Captures a moment of tension and concentration between athletes.",
        "Protective gear, such as masks and jackets, prominently displayed.",
        "Opponent in focus, illustrating sparring dynamics.",
        "Foils or swords extended in action, often captured during a lunge.",
        "Clear delineation of the fencing area, often marked."
    ],
    "28": [
        "Emphasis on the stick position and body stance while addressing the ball.",
        "Action-focused composition, capturing the intensity of the moment.",
        "Audience or team members may be visible watching intently.",
        "Player poised to strike the ball, often in a shooting position.",
        "Goalposts and goalkeeper visible, emphasizing the challenge.",
        "Other players may be seen positioned around the goal waiting.",
        "Key visuals focus on the excitement and anticipation of the play.",
        "Player is shown preparing for a shot on goal, stick in hand.",
        "Player with a hockey stick poised to take a shot, body positioned toward goal.",
        "Field markings accentuating the penalty setup.",
        "Player poised to take a shot on goal, with a stick and ball.",
        "Field markings defining boundaries and goal area.",
        "Potential for spectators or teammates visible.",
        "Field setting might show grass texture and markings.",
        "Hockey ball clearly visible in the scene.",
        "Player with a ball poised and ready to strike.",
        "The field's markings, including the goal area, are visible in the background.",
        "Multiple players often visible, creating an atmosphere of tension.",
        "Shin guards and protective gear seen on the players.",
        "Concentration and tension expressed on the player’s face.",
        "Goalkeeper is in a ready stance, typically in protective gear.",
        "Goal and goalie positioned in the background.",
        "Field markings delineating the shooting area may be visible.",
        "Field setting with turf and goalposts clearly visible.",
        "Players positioned strategically around the area."
    ],
    "29": [
        "Props like ribbons or hoops could be included depending on the routine.",
        "Gymnast performing a routine, showcasing flexibility and form.",
        "Bright leotards with unique color combinations on the gymnast.",
        "Gymnast in mid-routine, body extended in various acrobatic or artistic poses.",
        "Leotards typically colorful, emphasizing body lines.",
        "Mat markings and equipment visible, indicating gymnasium setup.",
        "Gymnast in mid-air performing flips or tumbles on a mat.",
        "Focus on floor mat texture, often colorful or patterned, showcasing the performance area.",
        "The clean, marked floor provides context for the routines performed.",
        "Mat providing a safe surface, often brightly colored for visibility.",
        "Dynamic poses reflecting flexibility and strength.",
        "Gymnast performing a routine on a mat or floor.",
        "Expression of concentration and effort apparent in the gymnast.",
        "Colorful leotards and accessories worn that enhance aesthetics.",
        "Colored leotards and hair accessories enhancing visual appeal.",
        "Gymnast in mid-air performing a tumble or flip.",
        "Expression of concentration or joy on the athlete's face.",
        "Apparatus (like mats) visually present enhancing the setting.",
        "Judges or crowd in the background, adding context.",
        "Colorful leotards contrasting with the gym mat underfoot.",
        "Emphasis on flexibility and body control captured visually.",
        "Focus on body alignment, flexibility, and aesthetics.",
        "Bright leotards or costumes enhancing visual appeal.",
        "Focus on artistry and technique in body positioning.",
        "Colorful leotards and decorated hair accessories visible."
    ],
    "30": [
        "Motion of the frisbee captured mid-air, emphasizing movement.",
        "Visible motion indicating the throw and catch dynamic.",
        "Player with outstretched hands aiming to catch the frisbee.",
        "Participants may show expressions of excitement or concentration.",
        "Player leaping or extending to catch a flying frisbee.",
        "Individual reaching out to catch a frisbee, displaying athletic movement.",
        "Focus on the catching technique and body posture.",
        "Frisbee's circular shape and color vividly highlighted.",
        "Individual reaching for a flying frisbee, body extended and in motion.",
        "Friends or players in motion around, highlighting a team dynamic.",
        "The catching player is often in an athletic pose, arms extended.",
        "Open outdoor setting, often with grass or sand.",
        "Outdoor setting, perhaps a park with green grass visible.",
        "Scene showcasing a courtyard or park setting with trees.",
        "Player with outstretched arms ready to catch a flying frisbee.",
        "A person’s arms are often extended, reaching for the frisbee.",
        "Outdoors setting often shown with grass or beach background.",
        "Surrounding participants may be engaged in play.",
        "Colorful frisbee contrasting with the natural environment.",
        "Individual positioned to catch a flying frisbee.",
        "Frisbee in clear flight path, often colorful.",
        "Person in motion, reaching out to catch it.",
        "Sunlight reflections off the frisbee, enhancing visibility.",
        "Expressions of excitement or focus on faces as they engage.",
        "Outdoor setting visible, with grass or a field in the background."
    ],
    "31": [
        "Strong emphasis on body alignment and motion through water.",
        "Water splashes indicating speed and propulsion.",
        "Swimmer in a streamlined position, arms alternating strokes with legs kicking.",
        "Swimmer's alternating arm movements, with face in water.",
        "Water splashes and bubbles showcasing motion dynamics.",
        "Arm movements clearly defined, showcasing technique and speed.",
        "Arms in a windmill motion creating splashes around the swimmer.",
        "Body position showing streamlined form and technique.",
        "The swimmer's body is horizontal, showcasing efficient movement.",
        "Swimming pool lanes or open water backdrop enhancing context.",
        "Faces may be partially submerged in water, emphasizing aquatic movement.",
        "Distinctive kicking motion of the legs visible.",
        "Arms pulling through the water prominently in view.",
        "Water ripples created by swimmer's movement, enhancing dynamic feel.",
        "Clear indicators of speed and technique highlighted.",
        "Involves a swimmer performing the front crawl technique in water.",
        "Distinctive strokes visible through water ripples.",
        "Alternating arm strokes and flutter kicks are visible.",
        "Resilience and motion of water create visual waves.",
        "Water splashing around, emphasizing movement and speed.",
        "Swim cap and goggles being worn, specifying aquatic sport.",
        "Pool lanes marked, emphasizing swimming environment.",
        "Goggles and swim cap often visible, enhancing a professional look.",
        "Swim cap and goggles worn for efficiency, visible in action.",
        "Swimsuit and swim cap highlighted in sporty colors."
    ],
    "32": [
        "Emphasis on stance and posture of the golfer.",
        "Player in a wind-up motion ready to strike the ball.",
        "Potential scenic backdrop, such as a golf course or sky.",
        "Golfer mid-swing, emphasizing arm and body posture.",
        "The golf club and ball are key elements, with a focus on stance.",
        "Golf course backdrop with greens, traps, and flags evident.",
        "Captures a golfer in mid-swing, focusing on the club.",
        "Landscape with trees or flags in the background, setting mood.",
        "Golf course scenery including green grass and flag may be visible.",
        "Golf ball positioned on a tee or fairway visible.",
        "Player’s golf attire often includes a cap and shoes.",
        "Focus on posture, balance, and follow-through motion.",
        "Scenic golf course visible in background with fairways or hazards.",
        "Focus on posture and follow-through of the golfer.",
        "Golf ball clearly positioned on a tee, ready for impact.",
        "Golf club visibly extended towards the ball, often captured in mid-swing.",
        "The golf course setting is visually distinct, complete with a tee and green.",
        "Golf attire may include a cap and specific clothing styles.",
        "Golf ball fanned out on a tee, highlighted for focus.",
        "Distinct golf club lifted above shoulder level.",
        "A golf ball’s position, often on a tee, plays a significant role.",
        "Golf ball on tee, ready to be struck, usually on a green grass surface.",
        "Green course flora, including grass and sand traps, visible.",
        "Golf course setting visible in the background, showcasing greenery.",
        "Engagement of legs and hips indicated through body posture."
    ],
    "33": [
        "Mirrors and salon decor highlighting the environment.",
        "Hairstylist using scissors or clippers on a client's hair.",
        "Salon setting visible, including mirrors and styling tools.",
        "Client's expression possibly showing anticipation or satisfaction.",
        "Hair clippings are often visible on the floor.",
        "Potential hair styling tools like razors or trimmers visible.",
        "Stylists focused on hair precision, creating a dynamic setting.",
        "Barber or stylist actively cutting hair with scissors or clippers.",
        "Hairdresser is depicted cutting hair with scissors or clippers.",
        "Stylist holding scissors over a client's hair, showcasing precision.",
        "Salon setting with mirrors and products visible.",
        "Individual in a salon chair, hair being cut.",
        "Possible before and after visuals showcasing transformation.",
        "Hair clippings visible on the floor around the chair.",
        "Hairdresser with scissors or clippers, focused on a client’s hair.",
        "Surrounding products indicating hair care and styling.",
        "Various hair textures and colors are often present, adding diversity.",
        "Hairdresser or barber with scissors, trimming hair.",
        "Barber or stylist engaged in concentration.",
        "Surrounding details of styling tools and salon decor evident.",
        "Visible hair strands around the cutting area showcasing the process.",
        "Hair falling or being styled visibly.",
        "Salon environment evident with mirrors and tools displayed.",
        "Tools, such as combs and brushes, are prominent.",
        "Stylist cutting hair, often shown with scissors or clippers."
    ],
    "34": [
        "Field setting with a throwing circle and cage visible.",
        "Scoreboard or competition surroundings often visible.",
        "Throwing circle marked clearly on the ground.",
        "Disciplined stance and strength on display.",
        "An athlete preparing to throw a heavy hammer during competition.",
        "Athlete swinging a heavy ball on a wire.",
        "Wind-up and release motions provide dramatic visual storytelling.",
        "Dynamic stance emphasizing strength and technique.",
        "Visible athletic posture and grip on the hammer handle.",
        "Focus on the technique and strength of the throw.",
        "The throwing circle and measurements are often visible.",
        "Flexed muscles and focused expression highlighting effort during the throw.",
        "Distinctive throwing circle and cage setup for safety.",
        "Spectators or coaches visible in the background.",
        "Circular throwing area or field clearly depicted.",
        "Clear focus on the throwing area, often with marked lines.",
        "Focus on the technique and body posture of the thrower.",
        "Athlete's posture, often in athletic wear, emphasizes preparation.",
        "Athlete poised with the hammer, demonstrating grip and readiness.",
        "Specific athletic wear highlighting the event.",
        "Dynamic body position indicating strength and momentum.",
        "Spectators or field lines may provide context.",
        "Athlete gripping a hammer, poised to throw.",
        "Throwing circle marked clear on the ground.",
        "Distinctive hammer equipment visible, emphasizing weight and size."
    ],
    "35": [
        "Concentrated expression on the person’s face.",
        "Hammer raised and poised in hand, ready to strike a nail.",
        "Close-up of hammer’s head making contact.",
        "Construction site or workshop settings add context to the hammering action.",
        "Close-up on hammer and surface being worked, showcasing impact.",
        "Face of the person may express concentration or focus.",
        "Visible nails, wood, or materials being worked upon enhance the scene.",
        "Muscle definition on the arm showing physical effort.",
        "Focus on hand positions and the hammer's position.",
        "Dynamic movement captured, showcasing impact motion.",
        "Action captured, portraying force and intent.",
        "Dynamic motion captured with the hammer raised.",
        "Wood or material visible showing the intended construction.",
        "Materials visible, such as wood or metal being worked on.",
        "Protective gear, such as goggles, possibly shown.",
        "The surface may show signs of impact, such as wood splinters.",
        "Hammer prominently raised above a nail or surface.",
        "A person using a hammer to drive a nail into a surface.",
        "Hammer raised, ready to strike a nail.",
        "Wood or material being hammered into place, showcasing effort.",
        "Individual striking a nail with a hammer, arm motion is dynamic.",
        "Nail or piece of wood positioned to show the focus of the action.",
        "Toolbelt or toolbox may be visible in the background.",
        "Action captured with motion blur illustrating force.",
        "Working setting with tools and materials surrounding."
    ],
    "36": [
        "Body alignment straight and vertically oriented.",
        "Individual shown in a vertical position, performing pushups.",
        "Athlete in a handstand position, body straight and perpendicular to the ground.",
        "Focus on arm strength and balance during the pushup.",
        "Visual emphasis on balance and strength required to maintain position.",
        "Focus on balance and body alignment in mid-air.",
        "Exercise mat or gym setting providing context.",
        "A person performing pushups in a handstand position, showcasing strength.",
        "Individual in a vertical handstand position, focusing on upper-body strength.",
        "Body alignment emphasized, showcasing technique.",
        "Gym environment with mats or weights nearby.",
        "Floor surface visible, indicating workout environment.",
        "Background may include gym equipment or exercise mats.",
        "Visual emphasis on arm strength and core stability.",
        "Body balance and alignment clearly emphasized.",
        "Focus on body alignment and muscle engagement.",
        "Core and leg positioning showcasing balance and control.",
        "Possible use of mats for safety underneath.",
        "Muscular definition visible in arms and shoulders during the pushup.",
        "Gym environment or outdoor setting may enhance the context.",
        "Athlete focus on stability during the exercise.",
        "Expressions of effort or concentration visible.",
        "Body form focusing on core strength emphasized.",
        "Focus on facial expression showing effort or determination.",
        "Individual performing handstand pushups against a wall or freestanding."
    ],
    "37": [
        "Visuals usually capture dynamic poses and movement flow.",
        "Individual balancing on hands moving forward.",
        "Close-up can show hand placement and alignment.",
        "Motion or progression may be emphasized through multiple images.",
        "Individual balancing on hands while walking, legs extended in the air.",
        "Dynamic motion highlighted as feet move in the air.",
        "Person balancing on hands, walking across the surface.",
        "Individual walking on hands, legs elevated.",
        "Individual maintaining a handstand while walking on hands.",
        "Spectators may be depicted, showing admiration.",
        "Individual balancing on hands, showcasing skill and core strength.",
        "Ground surface visible, often showing a gym or fitness area.",
        "Individual balancing in a handstand, moving forward.",
        "Onlookers potentially captured, reacting to the skill.",
        "Athletic attire utilized for flexibility prominently displayed.",
        "Body positioned upside down with legs straight in the air.",
        "Ground or mat area emphasized for support.",
        "Dynamic motion indicative of the athletic skill involved.",
        "Focused expression of concentration and balance.",
        "Candid expressions of determination and enjoyment.",
        "Potential audience capturing the moment.",
        "Expressions highlighting concentration and effort during movement.",
        "Facial expressions of focus or joy can enhance the visual narrative.",
        "Arms intricately positioned to maintain balance.",
        "Background may show gym or outdoor space suitable for acrobatics."
    ],
    "38": [
        "Cozy setting with calming colors, such as soft lighting.",
        "Salon or spa setting clearly visible in the background.",
        "Close-up focus on the person’s head and hands.",
        "Close-up of the individual’s face, showing tranquil expression.",
        "Facial expressions of relaxation or enjoyment.",
        "Surrounding elements like oils or a spa environment visible.",
        "Individual receiving a massage, focusing on the head and neck area.",
        "Individual seated, often with eyes closed, enjoying the massage.",
        "Individual receiving a massage on the scalp, often depicted with hands gently applying pressure.",
        "Relaxed facial expressions highlight soothing atmosphere.",
        "Hands gently massaging a person's head.",
        "Individual receiving a massage, showcasing relaxation and comfort.",
        "Relaxed facial expressions indicating comfort and ease.",
        "Surrounding elements may include oils or massage tools used in treatment.",
        "Tools like essential oils or massage oils could be included.",
        "Focus on the head's contours and hair texture being manipulated.",
        "Atmospheric setting possibly including aromatherapy or soft lighting.",
        "Person receiving the massage appears relaxed or content.",
        "Calm and relaxed facial expressions on both individuals.",
        "Oils or products potentially visible indicating treatment.",
        "Oils or products used possibly visible nearby.",
        "Person seated with another applying massage techniques.",
        "Hands visible gently working through the person’s hair/scalp.",
        "Oils or massage tools may be present in the background.",
        "Soft lighting or spa-like background creating a calming atmosphere."
    ],
    "39": [
        "Athlete jumping over a bar, often mid-air.",
        "Surrounding crowd may be visible, illustrating the competitive atmosphere.",
        "Focus on jumping technique, with legs and arms extended.",
        "Athlete in mid-air over a high jump bar.",
        "Showcases an athlete in mid-air over a high jump bar.",
        "Athlete airborne, with a pole vault or bar in the background.",
        "Focused expression and limbs positioned for optimum height.",
        "High jump pit visible with padding for landing.",
        "Attention to the curved body position, highlighting technique.",
        "Capture of the leap may show various poses displaying air.",
        "Uniforms may include bright colors, emphasizing athletic identity.",
        "Emphasis on body arch and form during the jump.",
        "Athlete visibly above the bar, showcasing jumping height.",
        "The high jump mat is often visible below where the athlete lands.",
        "A clear focus on the high bar and landing mat below.",
        "Athlete leaping over a horizontal bar, body arched.",
        "Excitement and concentration captured in athlete's expression.",
        "Athlete airborne over a high bar, displaying distinct arch motion.",
        "Extension of body limbs showcased for maximum height.",
        "Spectators or judges watching from the sidelines.",
        "Athlete in mid-air over a bar, emphasizing agility and height.",
        "Focus on body posture during the jump.",
        "Tangible tension displayed in the athlete's body lines.",
        "Athlete leaping with a clear focus on jumping technique.",
        "Focus on the bar and the height being cleared, creating a dynamic visual."
    ],
    "40": [
        "Crowd of spectators visibly engaged or reacting.",
        "Multiple horses and jockeys in dynamic racing positions.",
        "Focus on colorful silks worn by riders, showcasing individual teams.",
        "Horses running at high speed, often depicted with jockeys in colorful silks.",
        "The starting gate or finish line may serve as a contextual element.",
        "Dirt or grass racetrack showing motion blur from speed.",
        "The racetrack’s layout is essential, with spectators in the background.",
        "Jockeys in colorful silks riding horses, mid-race.",
        "Horses in full gallop with jockeys in colorful outfits.",
        "The racing track is typically marked with lanes and stands filled with spectators.",
        "Brightly colored jockey silks are often prominently displayed.",
        "Spectator area in the background, cheering on the racers.",
        "Audience or track barriers potentially in background.",
        "Audience or photographers capturing the event may be shown.",
        "Race markers and fence lines indicating the course.",
        "Track and grandstands clearly depicted, with spectators.",
        "Racing colors and silks of jockeys visibly contrasting one another.",
        "The racetrack layout indicating direction and turns.",
        "Crowd reaction surrounding the track adds visual energy.",
        "Jockeys in brightly colored silks riding the horses, emphasizing excitement.",
        "Banners or flags indicating sponsorship and event prominently displayed.",
        "Racetrack setting adds context with defined paths and spectators.",
        "Several jockeys riding horses at speed in a race.",
        "Emphasis on speed and movement captured in action.",
        "Dynamic positioning showing action and excitement of the race."
    ],
    "41": [
        "Focus on the bond between rider and horse.",
        "Movement reflected in the horse’s gait and posture.",
        "Saddle and tack visibly present, showcasing riding gear.",
        "Rider dressed in appropriate equestrian attire.",
        "Rider sitting on a horse, showcasing posture and control.",
        "Equine movement showcased (trotting, galloping).",
        "Rider on horseback in controlled posture.",
        "Outdoor riding trail or arena indicated, enhancing context.",
        "Expressions of concentration or enjoyment on the rider’s face clear.",
        "Potential for other horses or riders in proximity.",
        "Horse breed features highlighted, showcasing its physical attributes.",
        "Rider's attire (helmet, boots) and care for the horse noted.",
        "Movement direction emphasized, potentially capturing jumps or turns.",
        "Rider wearing boots, helmets, and appropriate attire.",
        "Distinct saddle and bridle visible on the horse.",
        "Emphasis on the bond between rider and horse in posture.",
        "Outdoor environment like trails or arenas in view.",
        "Features a rider on horseback, showcasing the horse's powerful build.",
        "Use of riding gear, including saddles and reins.",
        "Rider on a saddle, seated atop a horse, guiding it with reins.",
        "Rider’s attire, such as helmets and boots, visible and protective.",
        "Rider seated on a horse in a riding position.",
        "Outdoor environment such as a field or ring possibly visible.",
        "Rider’s outfit may include helmets and riding gear.",
        "Saddle, bridle, and other tack elements clearly visible."
    ],
    "42": [
        "Bright clothing or accessories adding to the visual vibrancy.",
        "Individual spinning a colorful hula hoop around their waist.",
        "Body movements are dynamic, showcasing flexibility and coordination.",
        "Individual in motion, twirling a hula hoop around the waist.",
        "Background may display cheering spectators or outdoor environment.",
        "Potentially multiple hoops used for complex tricks.",
        "Individual spinning a hula hoop around their waist, emphasizing movement.",
        "Vibrant colors on the hoop drawing attention.",
        "Fun, joyful expressions commonly displayed during hula hooping.",
        "Joyful or playful facial expressions may be visible.",
        "Motion captured showing the hoop in rotation.",
        "Background often includes a playful or creative setting.",
        "Body movements emphasizing rhythm and balance.",
        "Surrounding scene may include a playful atmosphere or music.",
        "Possibly seen in a playful setting, outdoors or at a party.",
        "Subject twirling a colorful hoop around the waist.",
        "Colorful outfit or hoop adding to the activity's feel.",
        "Individual spinning a hula hoop around their waist, showcasing motion.",
        "Background setting may include park or recreational area.",
        "Surrounding may be outdoors, with bright colors or festive settings.",
        "Dynamic body movements reflecting rhythm and timing.",
        "Individual spinning a colorful hoop around their waist.",
        "Individual spinning a brightly colored hula hoop around their waist.",
        "Attire showing flexibility and fitness is emphasized.",
        "Individual twirling a brightly colored hoop around their waist."
    ],
    "43": [
        "Skating choreography visible with flowing arm movements.",
        "Couples on ice skates performing synchronized moves and twirls.",
        "Ice surface visible, showing glide and footwork technique.",
        "The background may include an audience or rink features, creating ambiance.",
        "Intricate footwork patterns visible on the ice surface.",
        "Pairs gliding gracefully on ice, often in coordinated patterns.",
        "Pairs or solo figure skating on ice, showcasing elegance.",
        "Ice rink environment with judges or audience nearby.",
        "Costumes reflecting artistic expression through color and detail.",
        "Elegant costumes with frills, sequins, and colors enhancing visuals.",
        "Skaters in synchronized footwork, often in dance poses.",
        "Flowing costumes highlighted in motion.",
        "Movements and poses indicating synchronization and artistry.",
        "Audience capturing moments with excitement or applause.",
        "Ice rink environment with spectators possibly visible.",
        "Ice rink background highlighting the elegance of the performance.",
        "Pairs of dancers graceful on ice with connected movements.",
        "Features a couple performing synchronized movements on ice skates.",
        "Couples performing intricate moves on ice, showcasing elegance.",
        "Colorful costumes flowing with dance, emphasizing elegance.",
        "Elegant costumes highlighted, often shimmering.",
        "Surrounding audience or judges could enhance the performance context.",
        "Elegant costumes shining under the arena lights.",
        "Ice surface with possible reflections from their movements.",
        "Couples often display expressions of emotion and expression."
    ],
    "44": [
        "Athlete in a throwing stance with javelin clearly held back.",
        "Expressions of concentration and determination reflected on the athlete’s face.",
        "Throwing field set up with marked distances.",
        "Athlete poised for release, javelin extended behind.",
        "Dynamic motion illustrating the technique of the throw.",
        "Javelin clearly visible, heading toward the field.",
        "Form and technique highlighted during the throwing motion.",
        "Track and field setup enhancing the competitive atmosphere.",
        "Surrounding elements may include markers or spectators, enhancing the competitive environment.",
        "Visual focus on the moment of release during the throw.",
        "Focus on the athlete's stance and arm position.",
        "The throwing sector and field may provide context for performance.",
        "Athlete in motion preparing to throw the javelin.",
        "Dynamic body posture with focus on propulsion technique.",
        "Open athletic field with marking lines indicating throwing area.",
        "Athlete preparing to throw the javelin, poised for launch.",
        "Focus on athletes’ athletic wear and stance.",
        "Javelin prominently featured, often in a dynamic motion.",
        "Track and field environment marked with lanes and distance markers.",
        "Athlete in a throwing stance, preparing to release the javelin.",
        "Field or track edge visible with distance markers.",
        "Javelin held at an angle, showcasing grip and posture.",
        "Athlete preparing to launch a javelin with a focused posture.",
        "Athlete poised in a throwing stance, emphasizing strength and technique.",
        "Spectators or judges visible around the throwing area."
    ],
    "45": [
        "Background may depict audience or performance space enhancing visual context.",
        "Focused expression indicating concentration and rhythm.",
        "Colorful balls contrasting with the performer’s attire.",
        "Audience engagement evident if captured in context.",
        "Vibrant color contrasts of balls enhancing visual interest.",
        "Background may include a casual street or stage setting, depending on the context.",
        "Background may include audience or performance venue.",
        "The surrounding environment may include an audience in awe.",
        "A variety of ball colors create vibrant visuals.",
        "Vibrant colors of the balls creating dynamic visuals.",
        "Hand movements captured mid-air, focused on coordination.",
        "Focus on the performer's hands in coordinated movement.",
        "Possibly multiple colors of balls showcasing variety.",
        "Engaged facial expressions of focus and enjoyment captured.",
        "Focus on hands and balls, showcasing coordination and rhythm.",
        "Surroundings may include stage or performance area.",
        "Performer tossing multiple balls in the air simultaneously.",
        "Audience may be visible, showcasing their engagement.",
        "The performer's hands are typically engaged in a rhythmic pattern.",
        "Juggler’s hands depicted in various throwing positions.",
        "The background may include a stage or street setting, adding to the performance context.",
        "Energy and rhythm suggested through the motion of juggling.",
        "Energetic expression on the juggler’s face indicating concentration.",
        "Indoor or outdoor setting with a potential crowd.",
        "Focus on hands and the movement of the balls."
    ],
    "46": [
        "The motion of the rope captured as it circles.",
        "Potential outdoor or gym setting enhancing the visual.",
        "Athletic attire and footwear highlighted, enhancing movement.",
        "Individual in mid-jump with a rope in motion.",
        "Background usually includes a gym or outdoor area.",
        "Ropes may be colorful, showcasing fitness aesthetics.",
        "Surroundings often depict a gym or outdoor setting for fitness.",
        "Activist attire visible, showcasing workout context.",
        "Athletic attire, highlighting physical activity and movement.",
        "Dynamic foot placements and body positions captured during jumps.",
        "Rope visibly in motion, enhancing the action.",
        "Outdoor or gym environment captured, possibly with others in background.",
        "Focus on the rope itself, often captured in motion.",
        "Dynamic energy depicted, often with facial expressions of determination.",
        "Bright athletic wear typically part of the scene.",
        "Focus on coordinated arm movement while jumping.",
        "Expressions of joy or concentration during skipping.",
        "Expressions of concentration or enjoyment displayed on the face.",
        "Individual in mid-jump with a rope in motion.",
        "Clear footwork indicating rhythm and coordination.",
        "The rope is a prominent visual element, often in motion.",
        "Individual mid-jump with a rope visible in circular motion.",
        "Individual in mid-jump with a rope spinning below.",
        "Background may feature an open space or gym environment.",
        "Feet and legs actively involved, emphasizing athletic form and coordination."
    ],
    "47": [
        "Movement emphasizing dynamic action and fitness.",
        "Often performed in bright athletic wear or fitness gear.",
        "Clear body motion displayed emphasizing aerobic activity.",
        "Athletes are typically in workout attire, showcasing dynamic movements.",
        "Gym or outdoor setting in the background emphasizing fitness.",
        "Athletic attire visible, indicative of fitness.",
        "Open space around the individual, indicating workout environment.",
        "The sequence shows wide arm and leg movements.",
        "Gym or outdoor setting often highlighting movement.",
        "Sportswear visible, emphasizing aerobic activity.",
        "Distinctive jumping motion showcases coordinated exercise.",
        "Individual in mid-air, demonstrating the movement's position.",
        "Individual in mid-action posture, arms and legs spread wide.",
        "Individual performed jumping jacks, arms and legs extended outward.",
        "Motion captures the emphasize on fitness and movement.",
        "Individual mid-exercise, arms and legs extended outward.",
        "Expression of exertion or fun during the exercise.",
        "Expression of exertion or enthusiasm on the individual's face.",
        "Background may show an exercise setting or open space.",
        "Colorful athletic wear often featured.",
        "Individual mid-air with arms raised and legs spread apart.",
        "An individual caught in the mid-action of a jumping jack.",
        "Athletic clothing showcasing a commitment to fitness.",
        "Athletic attire indicating fitness and exercise context.",
        "Expressions of exertion or enthusiasm captured."
    ],
    "48": [
        "Surrounding scenery like rivers, lakes, or coastal regions evident.",
        "Body posture reflecting paddling technique and movement.",
        "Kayaker in a seated position within a kayak, paddling through water.",
        "Scenic backgrounds such as rivers, lakes, or ocean views.",
        "Water splashes around the kayak enhance movement visuals.",
        "Distinctive paddling technique emphasizes the arm and body motion.",
        "Natural scenery like rivers, lakes, or ocean may be visible.",
        "Natural background elements, such as trees or mountains, may enhance the scene.",
        "Outdoor scenic setting like lakes or rivers highlighted in background.",
        "Kayak design and colors prominently displayed.",
        "Natural background with water elements such as waves.",
        "Paddle held mid-stroke, water splashing around.",
        "Dynamic body movements indicating speed and agility.",
        "Natural scenery showcasing lakes, rivers, or coastal views visible.",
        "Life jackets or safety gear showcased on the paddler for safety.",
        "Life jackets and protective gear evident for safety.",
        "Equipment like life jackets and paddles clearly present.",
        "Individual seated in a kayak, paddling forward with a paddle.",
        "Paddle in motion, creating ripples and splashes in water.",
        "Scenic nature backdrop, such as a river or lake.",
        "Kayaker paddling in water, often leaning forward.",
        "Paddle strokes clearly illustrated with splashes.",
        "Focus on the individual maneuvering through water.",
        "Focus on the paddler's technique and body posture.",
        "Distinctive kayak shape and bright colors contrasting with the water."
    ],
    "49": [
        "Piece of fabric or project, showcasing color and pattern.",
        "Background may include completed items or knitting kits.",
        "The vibrant colors of yarn are visually appealing and varied.",
        "Tranquil settings often reflect relaxation and creativity.",
        "Visible progress of the project, often in colorful patterns.",
        "Individual with knitting needles and yarn in hand.",
        "Individual focused on knitting needles and yarn in hand.",
        "The coziness of the setting, often indoors, adds context.",
        "Close-up of hands manipulating yarn and needles.",
        "Comfortable setting, often with other knitting tools or materials nearby.",
        "Knitter holding needles and yarn visibly in action.",
        "Unfinished product or pattern showcased in lap or hands.",
        "Features a person holding knitting needles, often surrounded by yarn.",
        "Hands manipulating yarn with needles in motion.",
        "Involves a person using needles to create fabric from yarn.",
        "Expressions of concentration or enjoyment visible on the knitter’s face.",
        "Displays a person using knitting needles with yarn in hand.",
        "Individual holding knitting needles with yarn visibly in hand.",
        "Individual using needles to create fabric from yarn.",
        "Individual holding knitting needles with yarn visibly in motion.",
        "Finished knitwear or patterns partially visible, indicating progress.",
        "Knitted fabric emerging or in progress evident in the scene.",
        "Relaxed environment, possibly a cozy chair or room.",
        "Comfortable setting indicated, possibly with a cozy chair or space.",
        "Relaxed posture and focus visible on the knitter’s face."
    ],
    "50": [
        "Athlete launches off of one foot, typically shown in mid-air.",
        "Often a sand pit is visible for landing, contrasting with a track surface.",
        "Athlete typically approaches the jump with a running motion, often seen in a forward stance.",
        "A takeoff board visible with a sandpit in the background.",
        "Landing area has a sandpit that is clearly visible.",
        "Runner's posture often includes a forward lean with knees raised.",
        "Requires a long, flat runway leading to a sand pit.",
        "The take-off board is visible, marked on the ground.",
        "Horizontal take-off board often visible.",
        "Generally includes a measuring tape or distance marker in the background.",
        "Athlete launching off a takeoff board with one leg extended.",
        "The motion includes an exaggerated arm swing for balance and propulsion.",
        "Sand pit visible at landing area with a defined boundary.",
        "Visual emphasis on the distance being covered, often with measurements marked.",
        "Sand pit visible at the landing area.",
        "The jumper's legs are extended outward during flight.",
        "Typically features a sandpit or runway in the background.",
        "Athletes in a forward motion with one foot planted in the take-off position.",
        "Body is often in a horizontal position during flight.",
        "Focus on the runway, typically with marked distances.",
        "Athlete typically has a long, dynamic stride.",
        "Typically has a running start visible in the photo.",
        "Landing area is a sandpit, often depicted with flying sand particles.",
        "Athlete takes off from a take-off board, typically seen with one foot elevated.",
        "A notable arc or trajectory as the athlete jumps through the air."
    ],
    "51": [
        "Possibly use of weights or resistance bands for added resistance.",
        "Dynamic movement captured with a sense of balance and stability.",
        "Focus on the lower body, emphasizing the legs and feet position.",
        "Rear leg extended back, often knee close to the ground.",
        "Lunge position may be done with weights or hands on hips.",
        "Exercise mat or gym floor may be visible.",
        "Body is upright, with arms often used for balance.",
        "Feet positioned one behind the other, with the back leg straight.",
        "The back leg is usually extended straight behind.",
        "Hands placed on hips or reaching forward for balance.",
        "Distinctive foot placement, with the front knee usually over the ankle.",
        "May be done in various settings (gym, outdoor) with clear focus on form.",
        "Can show a variety of lunge types, like forward, reverse, or lateral lunges.",
        "The athlete is usually in a split stance, one knee forward and the other knee bent.",
        "Hands may be on hips or raised for balance.",
        "One leg positioned forward in a bent knee while the other is straight.",
        "Hands may be positioned on hips or held out for balance.",
        "Lunges are performed on a flat surface, often a gym or exercise area.",
        "Individual in a split stance, one knee bent forward and the other leg extended back.",
        "Floor or gym mat is typically visible as the surface.",
        "One leg is forward and bent at the knee, while the other leg is straight behind.",
        "Back leg extended straight behind.",
        "Athlete is typically in a crouched position with one leg forward and the other back.",
        "Often shows an exercise mat or gym floor as a background.",
        "May show equipment like dumbbells if executed as a weighted exercise."
    ],
    "52": [
        "Presence of flags, banners, and possibly military vehicles in the background.",
        "May include musical bands playing military tunes.",
        "Use of flags or weapons can add additional color and detail to the visual scene.",
        "Precision in movements and expressions of discipline.",
        "Individuals are aligned in rows, often wearing uniforms that create a cohesive visual effect.",
        "Uniformed soldiers in formation, often with straight postures and synchronized steps.",
        "Soldiers typically have rigid postures and articulate drills for visual impact.",
        "Flags and banners displayed prominently.",
        "Formation of disciplined individuals in uniform, often in straight lines.",
        "Flags and banners prominently displayed.",
        "Military regalia, including medals and insignia.",
        "The setting often includes ceremonial elements like rifles and medals.",
        "Use of flags and banners, creating bold colors and designs.",
        "Distinctive ceremonial uniforms with unique insignia or decorations.",
        "Brightly colored flags and banners present.",
        "Distinctive military attire with badges and insignia.",
        "Flags or banners held by members of the group.",
        "Use of flags, weapons, or musical instruments (e.g., drums).",
        "Background may include vehicles, helicopters, or ceremonial symbols.",
        "Flags and weapons prominently displayed.",
        "Spectators in the background, often at attention.",
        "Formation graphics and patterns are visually evident as they march.",
        "Flags, rifles, and possibly musical instruments featured prominently.",
        "Participants in uniform, often in synchronized formations.",
        "Rows of soldiers in uniforms marching in formation."
    ],
    "53": [
        "Possible presence of a kitchen appliance, like a mixer.",
        "Setting is typically a kitchen environment, contrasting with outdoor biking scenes.",
        "Typically features a kitchen countertop background.",
        "Visible movement, such as stirring or whisking, with tools like spatulas or mixers.",
        "Visuals of various food items and utensils, with a variety of colors and textures.",
        "Use of various ingredients, which could include liquids, powders, and solids.",
        "Background often includes cooking elements like counters or stoves.",
        "Focus on the process rather than a single participant.",
        "Movement or action involving two or more ingredients.",
        "Motion of mixing, suggesting action like swirling or folding.",
        "Person using a bowl and a spatula or mixer visible.",
        "Possible presence of a mixer or food processor in action.",
        "Typically found in a kitchen setting.",
        "Often has dynamic action of pouring or stirring, creating movement.",
        "Action-oriented images showing motion, such as stirring or pouring.",
        "Kitchenware like bowls and mixers may dominate the image.",
        "Ingredients visible, often colorful or textured.",
        "Ingredients may vary greatly in texture and color.",
        "Ingredients being combined in a bowl or container.",
        "Often showcases a cooking or baking environment with utensils.",
        "Background may include other kitchen items like measuring cups and spoons.",
        "Clothing may be casual or aprons worn for cooking.",
        "Mixing bowl or container prominently displayed, often with ingredients visible.",
        "Bright, colorful items like flour, eggs, and various toppings may be present.",
        "Ingredients often in bowls or containers."
    ],
    "54": [
        "Bucket nearby, possibly with soapy water.",
        "Wet floor surface accentuated, often glistening.",
        "Striking motion of the mop indicating cleaning action.",
        "Trailing motion of the mop may indicate the cleaning path.",
        "Floor being cleaned is usually glossy or wet-looking.",
        "Flooring type (tile, wood) can be prominent in the shot.",
        "Wet floor indicating recent cleaning.",
        "Individual holding a leash with a dog beside them.",
        "Reflections or shine on the newly cleaned floor surface.",
        "Often features cleaning supplies like buckets or sprays nearby.",
        "Cleaning bucket and floor cleaning supplies usually nearby.",
        "Spills or dirt are depicted in before and after contrasts.",
        "Water or cleaning solution may be splashing, indicating activity.",
        "The stance of the person is often bent over or hunched.",
        "Typical indoor environment, such as a home or gym, may be present.",
        "A bucket or container for cleaning solution is often present nearby.",
        "The cleaner typically wears protective gloves or clothing.",
        "The floor being cleaned is usually shiny or wet with cleaning liquid.",
        "The mop may have a long handle, often with a colorful head.",
        "Bucket of cleaning solution nearby, often with soap suds.",
        "Person holding a mop with a cleaning bucket nearby.",
        "Possibly showing a bucket nearby with cleaning supplies.",
        "Individual holding a mop in motion on the floor.",
        "Person holding a mop with a wet or dirty mop head.",
        "Tile or shiny floor surface accentuated by reflection."
    ],
    "55": [
        "Dynamic hand movements, often showing motion blur.",
        "Motion lines suggesting rapid movement or swinging.",
        "Background may reflect a dojo or training area.",
        "Two handheld sticks connected by a chain or rope.",
        "Individual's concentration and stance reflecting martial arts preparedness.",
        "Possible background of dojo or martial arts setting.",
        "Often a martial arts uniform worn by the practitioner.",
        "Background possibly related to martial arts setting, such as dojo.",
        "Expressions of concentration or intensity on the athlete's face.",
        "Two sticks connected by a chain or rope.",
        "Close-up action showcasing the grip and technique.",
        "Two wooden sticks connected by a chain or rope.",
        "May show the martial arts uniform or attire being worn by the practitioner.",
        "Motion blur might be evident as nunchucks spin or strike, emphasizing movement.",
        "Two sticks connected by a chain or rope, showcasing spinning action.",
        "A focused expression on the practitioner's face.",
        "Focus on hand positioning and grip during a demonstration.",
        "Individual holding two joined sticks, in a dynamic pose.",
        "Quick, fluid movement patterns creating dynamic postures.",
        "A person in a martial arts stance, holding nunchucks.",
        "Action-oriented, often with a martial arts stance depicted.",
        "Direction of movement indicating speed and control.",
        "Nunchucks may be shown in various angles and positions.",
        "Two wooden or foam sticks connected by a chain or rope.",
        "Dynamic body stance, often in martial arts attire."
    ],
    "56": [
        "An athlete is performing an exercise, typically hanging or transitioning mid-movement.",
        "Two horizontal bars at a set height, showing a gymnast positioned between them.",
        "Straight or bent position is seen, highlighting different gymnastic poses.",
        "Strong upper body engagement and balance displayed.",
        "Gymnastics attire often features distinct colors or designs.",
        "Gymnastics attire may include leotards or shorts, highlighting movement.",
        "Athlete shows a strong grip and elevated body position.",
        "Use of chalk for grip, indicated by white residues on hands.",
        "Legs may be straight out or bent, emphasizing form.",
        "Gymnast's grip is visibly strong on the bars.",
        "Mat or gym floor underneath for safety, emphasizing gym environment.",
        "Athlete performing a skill like a hold or swing in mid-action.",
        "Surrounding area includes mats or gym equipment.",
        "Body suspended in an athletic pose with intense focus.",
        "Background may include gymnasium equipment or mats.",
        "Athletes often display strength and control, with legs extended or tucked.",
        "Focus and tension visible in the gymnast's facial expression.",
        "Athlete performing a routine on two horizontal bars, often suspended in mid-air.",
        "Two horizontal bars at an equal height, set parallel.",
        "Athlete performing a routine above the bars.",
        "Body's position may resemble various gymnastic poses or flips.",
        "Possible audience or coaching staff observing.",
        "Body suspended between the bars, often displaying strength and balance.",
        "Body often kept parallel to the ground in various poses.",
        "Focus on the strength and balance of the performer."
    ],
    "57": [
        "Chef often wearing an apron or hat, with a focused expression.",
        "Bright colors of toppings usually showcased on the table.",
        "Focus on the expressive movements of the chef's hands.",
        "A warm setting, often with a pizza oven in the background.",
        "Expressions of concentration or joy on the chef's face.",
        "Chef shown tossing or spinning pizza dough in the air.",
        "The chef in a chef’s uniform and apron, with flour on hands.",
        "A pizza peel may be visible, along with toppings and sauce.",
        "Dough being thrown up in the air, often circular in shape.",
        "Chef may have a traditional apron and a pizza peel visible.",
        "Ingredients like sauce, cheese, and toppings set aside for prep.",
        "Flour and dough textures are prominently featured, creating a messy but lively scene.",
        "Flour is often visible, creating a cloud-like appearance on surfaces.",
        "Bright, warm colors from ingredients and restaurant ambiance.",
        "Floury surface showing the process of preparation.",
        "Flour and toppings may be visible on the work surface.",
        "An enthusiastic expression indicating the fun of the task.",
        "Kitchen or pizzeria backdrop giving culinary context.",
        "Colorful flour dust may be visible on the table or hands.",
        "Pizza peel or wood surface where dough is manipulated.",
        "Brightly colored toppings or sauces may be in the background.",
        "Circular shape of dough being thrown into the air.",
        "Strong hand gestures emphasizing the circular motion.",
        "Kitchen environment with pizza ovens and utensils visible.",
        "Flour residue and colorful toppings may be present."
    ],
    "58": [
        "Intimate indoor setting, typically with warm lighting.",
        "Musician seated with the cello positioned between their knees.",
        "Focus on the cello’s curved body and long neck.",
        "Musician seated with a large, stringed instrument resting between knees.",
        "A large, hollow string instrument being held between the knees.",
        "Surroundings may showcase an orchestra or performance venue.",
        "Focus on the posture and facial expression of the musician.",
        "Professional performance attire visible on the musician.",
        "Cello’s unique body shape is prominent in the image.",
        "The musician's posture reflects concentration, leaning towards the cello.",
        "An individual seated with a large, wooden instrument between their knees.",
        "Sheet music may be present in view.",
        "Cello has a unique shape, wider body tapering towards the neck.",
        "Bow in motion across the cello strings.",
        "Musician seated with a large instrument between their legs, bowing on the strings.",
        "Cello size and shape evident with curved body.",
        "Warm wood tones of the cello contrasting with the player's attire.",
        "Music sheets or stands may be nearby.",
        "Accompanied by sheet music, often on a stand.",
        "Vibrant colors of the cello’s wood grain.",
        "Sheet music typically visible nearby.",
        "Music stand with sheets potentially obscured in the background.",
        "Cello's distinctive shape and wood grain texture are prominent.",
        "Musician seated with a large string instrument between their knees.",
        "Cello has a distinctive curvy body and f-holes on either side."
    ],
    "59": [
        "Possible presence of other musicians or instruments in the background.",
        "Traditional costumes or outfits may be depicted.",
        "Hands striking or shaking the instrument, showcasing movement.",
        "Scene might include multiple musicians or a traditional setting.",
        "Visual focus on the texture and design of the drum surface.",
        "Often performed in a standing or seated position.",
        "Surroundings can include cultural elements, like textiles or other musicians.",
        "Individual holding a large frame drum (daf) under one arm.",
        "Vibrant colors of the drum highlighted, especially around the rim.",
        "Colorful decoration visible on the drum's rim.",
        "The expressive facial expression of the player, focused on rhythm.",
        "Musician holding a round daf (frame drum) with one hand.",
        "Hands actively striking the drum, showing rhythm and movement.",
        "Cultural attire may be evident depending on context.",
        "Decorative patterns on the surface of the daf.",
        "Circular frame drum held horizontally.",
        "Musician holding a large frame drum with one hand.",
        "A person holding a daf, a large frame drum, and striking it.",
        "Hands striking the drum surface with visible motion.",
        "Traditional clothing may reflect cultural significance.",
        "Vibrant hand and wrist movements emphasize rhythm.",
        "Musician holding a daf (a type of frame drum) horizontally.",
        "Decorative patterns may be visible on the drum's surface.",
        "Specific finger techniques might be displayed for different playing styles.",
        "Distinctive hand positions striking the drum surface."
    ],
    "60": [
        "Possible addition of dancers or a festival atmosphere in the background.",
        "Ensemble or group setting may enhance visual dynamics.",
        "Blurred hand movements suggesting lively drumming.",
        "Large double-headed drum held with one hand, the drummer often in action.",
        "Bright and colorful attire, often with cultural significance.",
        "Player often shows energetic body movements and facial expressions.",
        "Hands are typically engaged, emphasizing rhythm and dynamic movement.",
        "Bright fabrics and accessories typical in the performance.",
        "Hand movements creating rhythmic beats, often dynamic.",
        "Large double-headed drum played with sticks in both hands.",
        "Sounds and rhythms are visually depicted through the motion of the hands.",
        "Musician playing a larger, barrel-shaped drum (dhol).",
        "Movement capturing the energy of the beats and rhythms.",
        "Loud and focus on the drum's size and sound vibrancy in the composition.",
        "Motion captured can depict vigorous and rhythmic movements.",
        "Musician positioned with a dhol drum widely held.",
        "Musician with a large, double-sided drum (dhol), often standing.",
        "Surroundings may feature dancers or celebratory elements.",
        "Musician actively beating on a large double-sided drum, emphasizing rhythm.",
        "Energetic atmosphere around the activity.",
        "Vibrant cultural clothing, potentially with bright patterns.",
        "Bright, colorful attire reflective of cultural heritage.",
        "Group of musicians may be seen if played in a ensemble setting.",
        "Bright, colorful attire characteristic of cultural celebrations.",
        "A lively environment or festival setting may be visible in the background."
    ],
    "61": [
        "Long, slender body of the flute, with visible holes for fingers.",
        "Finger positions on holes are visible.",
        "Background may include other musicians or an audience.",
        "A musician holds a slender instrument, often angled slightly.",
        "Breath visible as sound is produced.",
        "Musician's focused facial expression and posture highlighted.",
        "Body position often upright or slightly angled, showcasing breath control.",
        "Facial expression indicating concentration or emotion.",
        "Concentrated expression on the musician’s face.",
        "A performance space or natural setting as a background.",
        "Often depicted in a serene setting, possibly outdoors or in an orchestra.",
        "Breath control is emphasized, with facial expressions reflecting emotion through music.",
        "Concentration on facial expressions and posture while playing.",
        "Finger placement visible on the flute's keys.",
        "Fingers positioned over the holes of the flute.",
        "Typical intimate setting, often with focused light on the performer.",
        "Body posture is often relaxed but poised, focused on producing sound.",
        "Musician positioned with flute held horizontally to lips, focused on blowing.",
        "Music sheets or stands often depicted nearby.",
        "Soft, elegant movement that is often fluid.",
        "Possible background of a concert setting or nature.",
        "May include other musicians in the background, creating an ensemble atmosphere.",
        "Fingers positioned on keys, demonstrating technique.",
        "Fingers positioned over the holes of the flute.",
        "Surroundings could be a concert stage or outdoor setting."
    ],
    "62": [
        "Casual or formal attire of the player can vary, but often shows personal style.",
        "Casual or rock attire may suggest the music genre.",
        "Hands clearly visible on the neck of the guitar.",
        "Body posture may include leaning into the instrument.",
        "Background could include stages, casual settings, or groups, adding depth.",
        "Visible strings and fretboard focused on.",
        "Musician seated or standing with the guitar held in one hand.",
        "Amplifier or other sound equipment may be in the background.",
        "Six-string body, commonly made of wood with a shiny finish.",
        "Individual positioned with the guitar body against their torso, differing from upright sport postures.",
        "Variety of guitar shapes (acoustic or electric) can be seen.",
        "The shape and body of the guitar are clearly visible, often in a relaxed position.",
        "Guitar's body prominently displayed, often angled toward the audience.",
        "Strumming or finger-positioning clearly displayed.",
        "Musician seated or standing with an acoustic or electric guitar, hands on strings.",
        "Guitar body prominently held against the body or on a lap.",
        "Expression of passion or emotion reflective of the music.",
        "Musician strumming or picking strings, with the guitar positioned comfortably.",
        "Fretting hand clearly visible pressing down on strings.",
        "Fretting hand clearly shown on the neck, emphasizing finger placement.",
        "Strumming or fingerpicking visible, with hands on the strings.",
        "Can feature electric or acoustic variations with distinct body shapes.",
        "Presence of a pick or fingertips visible in motion.",
        "Possible band setting or solo performance context in the background.",
        "Focus on the body and neck of the guitar with visible strings."
    ],
    "63": [
        "Keyboard layout with multiple white and black keys.",
        "Warm indoor lighting creating an inviting ambiance.",
        "Sheet music on a stand potentially showing notes.",
        "Facial expression often serious or concentrated.",
        "The environment typically includes a bench and may present sheet music or an audience.",
        "Top view may show a wide spread of keys with fingers engaged.",
        "Keys illuminated while pressed, showing the melody being played.",
        "Performer seated at a keyboard, fingers moving rapidly over keys.",
        "Potentially shows sheet music in front or a focus on the musician's hands.",
        "Ambient lighting may enhance the mood of the room.",
        "Hands positioned above keys, demonstrating playing technique.",
        "Facial expressions of concentration and engagement captured.",
        "A focused expression on the musician's face as they play.",
        "Pianist's hands flying over the keys, showing motion.",
        "Pedals at the base of the piano often shown in use.",
        "Key highlights showcasing black and white contrasts.",
        "Elegant posture of the pianist often visible.",
        "Pianist seated in front of a grand or upright piano.",
        "Can include a grand piano or upright, showcasing its design.",
        "Black and white keys creating a stark visual contrast.",
        "Sheet music possibly in view, illustrating the musical piece.",
        "The piano itself is a prominent visual feature, often with a glossy finish.",
        "Player’s hands fluidly moving across a series of keys.",
        "Piano's polished surface often reflects light, adding visual appeal.",
        "The interior of the piano may sometimes be visible if the lid is lifted."
    ],
    "64": [
        "Musician seated cross-legged with a traditional sitar instrument.",
        "Musician holding a sitar with a long neck, typically seated cross-legged.",
        "Colorful attire reflective of cultural musical performance.",
        "Unique, intricate shape and design of the sitar.",
        "Long necked instrument held upright, distinct with its frets and strings.",
        "Decorative elements on the sitar's body visible.",
        "The sitar's resonant body and frets are visually prominent.",
        "The sitar is a large, distinctive string instrument, with a long neck and round body.",
        "Possibly other dogs or people in the park seen around.",
        "Decorative body with intricate designs often visible.",
        "Musician sitting with a large, long-necked instrument, hands in intricate positions.",
        "Background may feature other traditional instruments or a quiet performance space.",
        "Engaged facial expression focused on creating melodies.",
        "Body posture typically reflects traditional playing style.",
        "Cultural attire may enhance the visual presentation.",
        "Ambient lighting may highlight the sitar's craftsmanship.",
        "Background may showcase traditional or artistic decor.",
        "A sitar's long neck and resonant gourd body prominently displayed.",
        "Fingers are displayed plucking strings, highlighting rhythm and musicality.",
        "Traditional attire of the player indicating cultural significance.",
        "Distinctive sound hole and carved neck details evident.",
        "Hands positioned delicately on the strings and frets.",
        "Vibrant attire, often traditional, highlighting cultural significance.",
        "The posture suggests concentration and traditional performance involvement.",
        "Finger posture indicates plucking technique."
    ],
    "65": [
        "Hands striking the surfaces with visible techniques.",
        "Often in a seated position with a focused expression on the performance.",
        "Background sounds of a fusion of traditional or contemporary music.",
        "Artist's hand movements visible as they strike the surfaces.",
        "Decorative patterns on the drum surfaces.",
        "Hands are often shown in motion striking the drums.",
        "Unique patterns on drum surfaces, adding a visual element to the performance.",
        "Two hand-played drums of different sizes.",
        "Colorful, intricate designs on the tabla instruments.",
        "Hands caught mid-motion, showing intricate finger techniques.",
        "Attire may incorporate traditional elements, contrasting with cycling clothing.",
        "Possible cultural setting with traditional decor enhancing context.",
        "Emphasis on the vibrant material and decorations of the tabla.",
        "Close-up focus on the musician's hands and the drum surfaces.",
        "Complex finger placements and rhythms represented.",
        "Artistic designs often visible on the drum's body.",
        "Individual holding a dog leash, walking alongside a dog.",
        "Possible additional percussion instruments around in the environment.",
        "Hands engaged in diverse finger techniques, showcasing rhythm.",
        "Decorative patterns on the drums, emphasizing tradition.",
        "Distinct twin-drum shape, showcasing different sizes.",
        "Cultural decorations or ambient settings reflecting South Asian influences in the background.",
        "Hand positioning differs greatly from other percussion instruments.",
        "Focus on hand movements striking the drum surfaces.",
        "Two hand-played drums, positioned on the lap of the player."
    ],
    "66": [
        "Individual holding a violin close to their shoulder.",
        "Smooth curves of the violin body enhance visual appeal.",
        "Close-up on the violin body, showcasing its curves and wood grain.",
        "Player’s posture is typically upright, focused on the instrument.",
        "Fine details include finger placements on the strings and the neck of the instrument.",
        "Often features a musical score nearby, providing context.",
        "Curved body of the violin prominently displayed.",
        "Violin held between chin and shoulder.",
        "Visible motion of bowing across the strings.",
        "Violin held under the chin with bow in the other hand, portraying technique.",
        "Sheet music or concert setting implied in the imagery.",
        "Musician holding a violin under their chin while using a bow with the other hand.",
        "Elegant posture reflects the art form of classical music performance.",
        "Curved body of the violin is usually made of polished wood.",
        "Fingers pressing down on the strings along the neck.",
        "The violin held under the chin, with a bow actively drawn across strings.",
        "Strings glint under light, showing the violin's polished body.",
        "Distinct shape of the violin is iconic in the image.",
        "Musician holding a violin under the chin, bow in hand.",
        "Sheet music or performance setting in the background.",
        "The fine details of the violin can be highlighted, showcasing craftsmanship.",
        "Possibly playful expressions on both the person and the dog.",
        "Decorative elements on the instrument visible close-up.",
        "Intense focus or emotion on the performer's face.",
        "Emphasis on the hand placement both on the violin and bow."
    ],
    "67": [
        "Typical athletic gear, emphasizing a competitive sports environment.",
        "Presence of a landing mat below for safety purposes.",
        "Landing pit below with soft surface for safety.",
        "Landing mat is often brightly colored and distinct.",
        "Landing area or mat under the bar provides context.",
        "Vaulting action, with body arched over a crossbar.",
        "Long pole being lifted as the athlete begins the jump.",
        "Athlete extending a long pole with legs drawn up for elevation.",
        "Pole bent with the athlete's upward motion captured.",
        "Athlete using a pole to propel themselves over a high bar.",
        "The pole bending as the athlete takes off.",
        "Action of bending the pole evident, showing momentum and force.",
        "Pole bent under pressure as the athlete ascends.",
        "Clear separation between the vaulting pole and body.",
        "Athlete using a long pole to vault over a high bar.",
        "Railway lines or track surface beneath the athlete, emphasizing athleticism.",
        "Dynamic action shot, indicating upward motion.",
        "Landing mat is visible beneath the vaulting structure.",
        "Focus on the athlete’s form as they launch into the air.",
        "Landing mat is visible beneath the bar to catch the athlete.",
        "Often depicted outdoors with a clear sky or athletic field background.",
        "Landing mat underneath indicated for safety.",
        "The approach and take-off positions create dynamic angles and movements.",
        "Athlete running towards a vaulting pole, typically dynamic motion captured.",
        "Specific equipment like pits and vaulting bars present."
    ],
    "68": [
        "The varied posture of the dog can differ from the structured athletic poses of gymnastics.",
        "Gymnast performing various skills and routines on a pommel horse.",
        "Circular apparatus with grips for hands prominently displayed.",
        "Gymnast performing a routine on a pommel horse, legs extended or in circular motion.",
        "Visible hand grips on the pommel indicating stability.",
        "Typically gymnastic attire with visible signs of physicality.",
        "Gymnast positioned over a pommel horse, legs swinging or in motion.",
        "Gymnast performing routines on a pommel horse, emphasizing stability.",
        "Athlete performing gymnastic routines on a pommel horse.",
        "Athlete performing intricate movements on a padded apparatus.",
        "Surroundings minimal, highlighting the athlete's balance and control.",
        "Gymnast's body positioned horizontally with arms gripping the pommel handles.",
        "An athlete performing routines on a horizontal bar with hand holds.",
        "Athlete in a horizontal position above a padded apparatus.",
        "Gymnast’s body tense, showcasing strength and balance.",
        "Bright gymnasium environment with mats surrounding.",
        "Body is generally horizontal with intricate leg movements showcased.",
        "Wearing specialized competition leotards.",
        "Athlete in an upside-down or sideways position over the apparatus.",
        "Focus on the gymnast's balance and form, often in mid-movement.",
        "Athletic attire and gym mats often evident in the surrounding area.",
        "Gymnast performing on a pommel horse.",
        "Gymnast in action, showcasing balance while gripping the apparatus.",
        "Judges often seen taking notes in competitive settings.",
        "Body angle showing acrobatics and strength."
    ],
    "69": [
        "Dynamic motion/position indicating exercise effort.",
        "Arm and shoulder muscles prominently tensed and defined.",
        "Defined grip on the bar, showing strength and focus.",
        "Gym or fitness setting in the background.",
        "Body in a curved shape as they pull upwards.",
        "Sweat or effort may be visibly highlighted in facial expressions.",
        "Person shown hanging from a pull-up bar, arms extended.",
        "Focus on biceps and back muscles during performance.",
        "Body in a vertical or semi-vertical position during the pull.",
        "Individual grasping a horizontal bar, body suspended.",
        "Possible gym environment with weights or equipment around.",
        "The pull-up bar is prominently featured, often above the body.",
        "Upper body muscles are visibly engaged and straining.",
        "Body form may indicate straight or bent leg positioning, affecting balance.",
        "The horizontal bar is emphasized in the background.",
        "Legs hanging straight down or crossed for stability.",
        "Body in a vertical position, showcasing strength.",
        "Visible effort or strain in the athlete’s face.",
        "Individual hanging from a pull-up bar with arms extended.",
        "Physical exertion is visually evident in muscular tension.",
        "Varying body positions indicating different pull-up styles.",
        "May capture facial strain or effort.",
        "Tension and muscle definition in arms and shoulders highlighted.",
        "Individual hanging from a bar, arms bent at elbows.",
        "Specific gym setting, with weights or benches in the background."
    ],
    "70": [
        "Position and stance of the fighter conveys balance and power.",
        "Motion blur may emphasize the speed of the strike.",
        "Focus is often on the fist and the potential target ahead.",
        "Possible motion blur indicating speed of the punch.",
        "Body language conveying intensity and focus during the action is often highlighted.",
        "Opponent or punching bag visible in the background.",
        "Individual in a fighting stance with a fist prepared.",
        "Gloves boldly visible, often with branding or color contrast.",
        "Background might include a boxing ring or gym setting.",
        "Dynamic motion captured, showing muscles and concentration.",
        "Action-oriented energy in the stance or position.",
        "Possible presence of boxing gloves and protective gear.",
        "Motion lines or blurred effect to emphasize speed.",
        "Motion captured in striking pose, showcasing kinetic energy.",
        "Potential fight gear, like gloves or wraps, visible.",
        "Ring or training environment prominent in the background.",
        "Arm extended forward in motion, typically with a clenched fist.",
        "Boxing gloves and protective gear often worn.",
        "Background may include boxing rings or training areas.",
        "Boxing ring or dojo surroundings might be included in the background.",
        "Body angle showing power generation from the lower body.",
        "Background can include a ring or training area adding context.",
        "Motion lines indicating the speed of the punch.",
        "Action captured in a dynamic pose, with motion lines suggested.",
        "Individual depicted mid-swing with a clenched fist, conveying motion."
    ],
    "71": [
        "Movement up and down clearly shows muscle tension.",
        "Gym floor or outdoor surface might be present.",
        "Body forming a straight line from head to heels.",
        "Body alignment, with head to heels forming a straight line.",
        "Clear focus on arm positioning and body alignment.",
        "Surrounding setting could vary from home exercise space to gym.",
        "Emphasis on core strength and balance throughout the exercise.",
        "Environment may depict a gym, outdoor space, or mat.",
        "Setting may vary from homes to gyms or outdoor spaces.",
        "Body alignment often straight, reflecting core and upper body strength.",
        "Sweat or determination shown on the person's face.",
        "Body is parallel to the ground, emphasizing core strength and alignment.",
        "Possibly multiple individuals performing together.",
        "Individual in a plank position on the floor, showcasing arm strength.",
        "Body parallel to the ground, showcasing core engagement.",
        "Often set in a gym or exercise environment, with mats or flooring visible.",
        "Arms extended downward, creating a strong diagonal line.",
        "Exercise mat or gym floor visible underneath.",
        "Person positioned horizontally, body straight and parallel to the ground.",
        "Person in a plank position, arms extended and lowered.",
        "Motion captured showing up and down progression of the body.",
        "Background often shows a gym, park, or home setting.",
        "An outdoor setting, such as a park or path, provides context.",
        "Arms visibly bending and extending, showing strength.",
        "Hands on the ground, elevated feet or knees."
    ],
    "72": [
        "Brightly colored raft navigating through whitewater rapids.",
        "Outdoor nature backdrop, such as mountains or forests.",
        "Participants usually wear life jackets and helmets for safety.",
        "Splashing water and dynamic movement visible.",
        "Passengers in life jackets paddling actively.",
        "Group of individuals in a brightly colored inflatable raft on water.",
        "Group of people in a brightly colored raft paddling on water.",
        "Natural outdoor setting with rugged terrain, river, and potential cliffs.",
        "Paddles in action showing teamwork and movement.",
        "Lively expressions from participants convey excitement and engagement in the activity.",
        "Water splashes and waves capturing action movement.",
        "Brightly colored raft depicted on white water rapids, emphasizing action.",
        "Participants typically equipped in life jackets and safety gear.",
        "Varied landscape of waterway or riverbanks reflected in the background.",
        "Action of paddles in water, creating splashes.",
        "Natural outdoor setting with rapids or river.",
        "Active paddling motion evident in their posture.",
        "Safety gear such as life jackets prominently displayed.",
        "Scenic river or riverbank in the background.",
        "Group of people in a bright-colored raft navigating water.",
        "Adventure gear worn by participants, possibly life jackets.",
        "Group of individuals in a colorful inflatable raft on water.",
        "Participants often wear safety gear like helmets and life jackets.",
        "Individuals dressed in safety gear, such as life jackets and helmets.",
        "Paddles held by participants create lines leading outward from the raft."
    ],
    "73": [
        "Indoor gym atmosphere, with safety mats below.",
        "Gym environment with safety mats or spotting areas below.",
        "Potential safety gear like helmets visible.",
        "Climber scaling a wall with handholds and footholds.",
        "Focus on body position and technique against the wall.",
        "Focused expressions on both climber and belayer present.",
        "Varied textures of climbing holds illustrate challenges faced.",
        "Climber positioned on an artificial wall with colorful holds.",
        "Focus on hand and foot placements during ascent.",
        "Climber ascending a colorful climbing wall with various holds.",
        "Climber ascending colorful holds on a vertical wall.",
        "A rubberized floor or mats indicate a climbing gym setting.",
        "Safety ropes visible, indicating a controlled environment.",
        "Harness and ropes visible, indicating safety measures.",
        "Expression of concentration or exertion on the face.",
        "Focus on various body movements, emphasizing strength and strategy.",
        "Background filled with other climbers or observers in a gym atmosphere.",
        "Climber scaling a vertical wall with holds.",
        "Safety harness and ropes prominently featured.",
        "Indoor climbing gym setting with supportive environment.",
        "Focus on body position and foot placements.",
        "Dynamic motion as the climber reaches for the next hold.",
        "Hands gripping holds of different shapes and sizes.",
        "Background may include climbing gym features and spectators.",
        "A climbing route marked with tape often enhances visual navigation."
    ],
    "74": [
        "Intense facial expression indicating effort or focus.",
        "Dog’s breed or size can add a unique visual element.",
        "Muscular arms clearly engaged in pulling up.",
        "Focus on determination and effort in the climber's expression.",
        "Muscular tension and body posture demonstrating effort are evident.",
        "Supportive surroundings of a gym setting containing ropes.",
        "Close-up of handgrip showcases strength and technique.",
        "Possible training equipment or gym context in the background.",
        "Rugged surface of the rope and body in an extended position.",
        "Background may include gym settings, differing from natural biking routes.",
        "Individual climbing vertically using a large rope.",
        "Straining muscles and focused effort are evident on the face.",
        "Dynamic motion captured in the athlete's body positioning.",
        "The setting is often casual—like a gym—rather than a structured competition environment.",
        "Individual ascending a thick, vertical rope with legs wrapped.",
        "Focus on upper body strength and core engagement.",
        "Sweating hands or chalk dust may be present, indicating physical challenge.",
        "Strong grip and determination evident on the climber’s face.",
        "A gym or outdoor setup often depicted in the background.",
        "Clothing designed for mobility and grip, contrasting typical biking attire.",
        "Focus on foot positioning to aid in climbing.",
        "Emphasis on upper body strength shown through arm positioning.",
        "Person ascending a vertical rope, legs clinging.",
        "Possible use of climbing aids or harnessing equipment.",
        "Emphasis on arm strength and core stability, contrasting the hip movement in hammer throws."
    ],
    "75": [
        "Scenic waterway environment enhancing the visual.",
        "Scenic background of water and possibly trees or cityscapes.",
        "Synchronization of team movements emphasized in the image.",
        "Reflective elements on water showcasing sunlight.",
        "Water splashes creating dynamic visuals around the boat.",
        "Rowers in a boat, often synchronized in their strokes.",
        "Water splashes may be present, indicating movement.",
        "Rowing gear like a jersey and cap.",
        "Crew team in a sleek boat, synchronized rowing motions.",
        "Athletes sitting in a boat with oars in water.",
        "Uniform team attire often worn by rowers.",
        "Rowers seated in a long boat, synchronized movements evident.",
        "A serene backdrop of water and possibly shoreline included.",
        "Group in sync, showcasing teamwork and motion.",
        "Athletes are seen using oars in synchronized motions.",
        "Uniform attire, often with life jackets or racing gear.",
        "Natural settings, such as lakes or rivers, as backgrounds are common.",
        "Rowers in synchronized motion, visible oars extending into the water.",
        "Oars prominently held and in action over water.",
        "Emphasis on synchronized strokes among rowers.",
        "Rowers in a boat, using oars in synchronized motion.",
        "Rowers are seated in a coordinated posture, reflecting teamwork.",
        "Scenic background of a lake or river enhancing the athletic endeavor.",
        "Body position often leaning back with strong core engagement.",
        "Crew members in a boat with long oars in motion."
    ],
    "76": [
        "Background shows a dance floor or social setting.",
        "Dynamic body posture indicating rhythm and flow.",
        "Motion captured creating blurred effects in the dress.",
        "Colorful dance attire revealing flow and motion.",
        "Bright, colorful attire reflecting energetic dance style.",
        "Often captures expressions of joy and movement fluidity.",
        "Background may include floor markings or dance studio features.",
        "Setting often includes a lively dance floor or social gathering scene.",
        "Partner connection, with contrasting movements between dancers, can be visible.",
        "Footwork showcases agility and dynamic movement.",
        "Twirling motion captured, skirt or clothing flowing around.",
        "Colorful attire, often with ruffles or bright fabrics.",
        "Close proximity of partners with hands visibly holding each other.",
        "Rhythmically bright colors of the dance outfit.",
        "Dynamic body movement suggesting rhythm and energy.",
        "Colorful attire flowing around during the motion.",
        "Attire typically colorful, representing flair and cultural styles.",
        "Colorful attire flowing with the movement of the spin.",
        "Dancers in colorful attire executing a dynamic spin.",
        "Potentially a lively, festive background setting, with an audience or dance floor.",
        "Dancers captured in mid-spin with vibrant clothing.",
        "Dance floor or social setting suggests lively atmosphere.",
        "Dynamic footwork and leg positions capturing the spin essence.",
        "Colorful attire swirling with motion.",
        "Engaged expressions of interaction with a partner."
    ],
    "77": [
        "Mirror often present in the background for detailed grooming.",
        "Foam or cream applied on the facial area visibly contrasts with skin.",
        "Focused expression indicating attention to detail.",
        "Precision in hand movements indicates a deliberate action.",
        "Individual facing a mirror with a shaving tool in hand.",
        "Close-up of facial expressions focused on the shaving action.",
        "Focus on careful hand movements around facial contours.",
        "Focus on facial area being shaved, often with foam/gel.",
        "Bathroom context might indicate personal grooming.",
        "Bathroom setting often features relevant items like towels or grooming tools.",
        "Razor in hand, poised to shave specific areas.",
        "Mirror reflection may show the process in action.",
        "Lathered soap foam on parts of the face.",
        "Bathroom or grooming area visible in the background.",
        "Close-up of skin and lather indicating shaving activity.",
        "Close-ups of hand movements capture the precision involved in shaving.",
        "Grooming products visible in the background.",
        "Mirror setting capturing reflection and action simultaneously.",
        "Foam or cream on the face visible.",
        "A relaxed or concentrated expression on the face.",
        "Casual or bathroom setting indicated by mirrors and sinks.",
        "Foam or gel visibly applied to the beard before shaving.",
        "Focused facial expressions reflecting concentration.",
        "Lathering cream may be applied, creating a frothy texture on the skin.",
        "The individual's expression may reflect focus or relaxation."
    ],
    "78": [
        "Formal attire often includes a tank top and shorts, suitable for athletics.",
        "Focus on body alignment as they prepare for the throw.",
        "Body posture showing strength and technique for the throw.",
        "Athlete preparing to throw a heavy shot put ball.",
        "Focus on the body position, emphasizing technique and power.",
        "Distinct muscle definition in the throwing arm during the release.",
        "Court markings and distances visually indicating the throw’s trajectory.",
        "Background may include spectators or judges.",
        "Emphasis on muscular build and strength in the athlete's position.",
        "Shot put circle typically marked on the ground.",
        "Athletic attire, typically featuring a uniform or shorts.",
        "The circle area is marked where the throw takes place, with distinct lines.",
        "Dynamic expression conveying focus and determination.",
        "Athlete preparing to throw a heavy spherical object.",
        "Shot put clearly visible in hand, focused on the throw.",
        "Background can include parks or urban areas, enhancing context.",
        "Focus on stance and posture indicating strength and technique.",
        "Athlete preparing to throw a heavy spherical object, seen in a strong stance.",
        "Athlete preparing to throw a heavy metal shot.",
        "Heavy shot put ball distinctly illustrated, contrasting with a lightweight ball.",
        "Shotput circle or ground surface showcased around the athlete.",
        "Movement illustrated in throwing action, body weight shifting.",
        "Distinctive stance indicating physical effort and focus.",
        "Sports attire displayed, possibly representing a team or country.",
        "Strong body stance with pointed footwork or grip."
    ],
    "79": [
        "Urban setting often visible, highlighting ramps or graffiti.",
        "Skateboarder performing tricks, typically mid-air above the board.",
        "Motion blur indicates speed, with board elevated off the ground.",
        "Urban setting indicated through sidewalks or ramps.",
        "Typically set in a skate park or street environment with ramps.",
        "Skateboard design often visualized prominently.",
        "Motion in the air or ground visible through posture.",
        "Skater executing tricks or stunts with a skateboard in motion.",
        "Skateboard being ridden, often mid-trick in the air.",
        "Skater mid-air or landing, emphasizing dynamic motion.",
        "Skateboard design often colorful, with specific graphics visible.",
        "Athlete performing stunts or tricks with elevated posture.",
        "Dynamic angles showcasing skateboard flips and spins.",
        "A person performing tricks or stunts on a skateboard, airborne or grinding.",
        "Motion blur in the skateboard or limbs indicating speed.",
        "Background may feature spectators reacting to the performance.",
        "Skateboarder on a board performing tricks or maneuvers.",
        "Colorful attire typical of skateboard culture shown.",
        "Potential crowd of spectators or fellow skaters nearby.",
        "Individual performing tricks on a skateboard, often airborne.",
        "Protective gear like helmets and pads are often visible for safety.",
        "Skatepark or urban environment surrounding.",
        "Street or park background with ramps and obstacles.",
        "Bright board designs often capture visual attention in action shots.",
        "Vibrant skateboard graphics, clothing styles, and footwear are emphasized."
    ],
    "80": [
        "Clear visibility of snow spray or powder being disturbed.",
        "Snowy mountain backdrop with trees and possibly other skiers.",
        "Ski attire, including helmets and goggles, prominently displayed.",
        "Skier in motion down a snowy slope.",
        "Skier in motion down a slope, with snow spraying.",
        "Poles in hands indicating a professional form.",
        "Snow spray visible as the skier turns sharply.",
        "Motion captured, indicating speed and agility.",
        "Dynamic stance illustrating balance and speed.",
        "Skier in a crouched position, racing down a slope.",
        "Snowy landscape or ski slopes as background.",
        "Skier in a dynamic pose descending snowy slopes.",
        "Skier going downhill with poles in motion.",
        "Skis angled along with poles in hands of the skier.",
        "Ski equipment and poles clearly visible, often against a snowy backdrop.",
        "Skis showcasing effects like snow dust upon descent.",
        "An individual in skiing position on snow-covered slopes.",
        "Mountain backdrop showcasing ski resorts or nature.",
        "Skier in motion down a slope, often leaning forward, capturing speed and action.",
        "Goggles or helmets may be worn for safety.",
        "Skier in motion on snow-covered slopes, often in a dynamic pose.",
        "Ski poles in hand, showing balance and control.",
        "Scenic winter landscape enhancing the context of skiing.",
        "Scenic mountain settings provide contrast to lunges’ grounded nature.",
        "Mountain scenery potentially providing a dramatic backdrop."
    ],
    "81": [
        "Bright colored personal flotation gear may be evident.",
        "Potential tropical or lake scenery around.",
        "Person riding a jet ski on water, showcasing speed and movement.",
        "Life jackets or protective gear visually present for safety.",
        "Dynamic poses showcasing balance and control.",
        "Safety wear like life jackets is often displayed.",
        "Individual on a jet ski skidding across a body of water.",
        "Jet ski gliding across water with rider in action.",
        "Jet ski cutting through the water, creating splashes.",
        "Life vests or other safety gear worn by rider.",
        "Individual on a jet ski riding over water.",
        "Brightly colored jet ski stands out against water.",
        "Rider on a jet ski splashing across water.",
        "Jet ski positioned on water, often with spray or waves visible.",
        "Bright safety gear often worn for visibility.",
        "Athlete on the jet ski showcasing balance and control.",
        "Brightly colored life jackets contrasting the water.",
        "Dynamic body position suggests maneuvering through waves.",
        "Water splashes evident around the jet ski.",
        "Skier is positioned on a jet ski, typically showing speed across water surfaces.",
        "Water splashing upward, indicating speed and action.",
        "Scenic waterway or coastal setting enhancing the adventure theme.",
        "Additional jet skiers or beachgoers possibly in the scene.",
        "Bright swimwear or life jackets accentuating visibility.",
        "Individual on a jet ski skimming across water."
    ],
    "82": [
        "Outdoor setting such as park or street, emphasizing the activity.",
        "Diver falling through the atmosphere, limbs spread wide.",
        "Individual in freefall, arms and legs spread wide.",
        "Divers in free fall with parachutes visibly trailing behind.",
        "Individual free-falling from an airplane with parachute attached.",
        "Diver in free fall, arms and legs spread out for balance.",
        "Parachute deployed above mid-air.",
        "Ground perspective can be seen far below, enhancing scale.",
        "Gear such as goggles or helmets visible.",
        "Facial expressions often show exhilaration or thrill.",
        "Expressions of thrill or excitement reflect the activity’s nature.",
        "Individual captured free-falling from an aircraft.",
        "Possible altimeter or equipment visible, indicating height.",
        "Diver free-falling from an airplane, often in a dramatic pose.",
        "Parachutes deployed above, adding color to the sky.",
        "Diver in free fall, often in a horizontal position against the sky.",
        "Parachute deployment appears in contrast with the surrounding sky.",
        "Surroundings may include expansive views of landscapes and clouds, enhancing the thrill aspect.",
        "Diver in free fall with arms and legs extended.",
        "Diver free-falling with arms and legs spread out.",
        "Blue sky and clouds as backdrop indicating altitude.",
        "Parachute may be displayed, either deployed or in the process of deployment.",
        "The diver's expressions often depict thrill and focus during descent.",
        "Parachute visible in the deployment stage.",
        "Aerial perspective showing vast landscapes below."
    ],
    "83": [
        "Individual juggling a soccer ball with feet, head, or knees.",
        "Expression of fun or concentration on the task.",
        "Player using feet, thighs, and head to keep a soccer ball airborne.",
        "Toy or bag for treats may be visible, indicating play.",
        "Soccer field or stadium visible in the background.",
        "Outdoor field or urban backdrop reflects an active setting.",
        "Dynamic motion as the ball moves above the player's head.",
        "Player balancing a soccer ball on various body parts.",
        "Field or turf background indicates the sporty setting.",
        "The soccer ball is airborne, emphasizing skill and control.",
        "Grass field or playground setting providing context.",
        "A person exhibiting skill by keeping a soccer ball airborne using feet.",
        "Player maintaining control of a soccer ball with various body parts.",
        "Movement often includes dynamic poses with arms and legs.",
        "Attire typically includes a jersey, shorts, and soccer shoes.",
        "Other players or equipment may be visible in the background.",
        "Outdoor field or pitch visible in the background.",
        "Energy and focus are expressed through facial emotions.",
        "Dynamic posture of the player shows balance and control.",
        "Dynamic footwork and agility emphasized.",
        "Player’s posture emphasizing balance and coordination.",
        "Player juggling a soccer ball with feet, knees, or head.",
        "Background may showcase onlookers or teammates observing.",
        "Casual attire indicating a playful or practice setting.",
        "Expressions of concentration or joy on the player’s face."
    ],
    "84": [
        "The crowd or spectators may be visible in the background, emphasizing excitement.",
        "A soccer ball positioned on the penalty spot.",
        "Clearly marked penalty area and goal post in view.",
        "Player about to take a shot towards a goal.",
        "Player poised to kick the ball, with the goal and goalkeeper visible.",
        "Spectators or players in the background, enhancing the scene.",
        "Intense facial expressions of both kicker and goalkeeper captured.",
        "Player positioned with the soccer ball, ready to kick towards the goal.",
        "Player preparing to take a penalty kick, often with a focused look.",
        "Distinct markings of the penalty box visible on the field.",
        "Player preparing to kick a soccer ball from the penalty spot.",
        "Spectators or teammates visible in the background, heightening tension.",
        "A player preparing to shoot a soccer ball towards the goal.",
        "Goal post and goalkeeper visible in the background.",
        "Player preparing to take a penalty kick, focused on the goal.",
        "Players positioned strategically nearby, possibly in anticipation.",
        "Dog's tail or ears visibly expressing excitement or movement.",
        "Goalkeeper positioned in anticipation, often tense and focused.",
        "Player poised to kick a stationary soccer ball.",
        "A person holding a leash attached to a dog.",
        "Team colors and jerseys may visually represent the contest.",
        "Spectators or teammates possibly visible in the background.",
        "Goalkeeper positioned in front of the goal, poised for action.",
        "The stance of the player suggests a focused, deliberate action.",
        "Focus on the soccer ball being kicked towards the goal."
    ],
    "85": [
        "Tension and muscle definition are emphasized in the athlete’s arms and core.",
        "Movements typically captured to illustrate strength and balance.",
        "Gymnastic attire clearly defined.",
        "Gymnasium setting clearly depicted.",
        "Rings appear parallel to the ground.",
        "Focus on arm and core strength is highlighted.",
        "Specific athletic wear for gymnast can be distinct from biking gear.",
        "Gymnastics attire worn, often with chalk visible for grip.",
        "Muscular definition is often emphasized, showing strength.",
        "Body positioning indicates control and focus during the routine.",
        "Spectators or judges may be visible in the background for context.",
        "Judges or audience potentially visible in the background.",
        "Two suspended rings visible, typically placed high above.",
        "Gymnastic attire, typically fitted for mobility.",
        "Athlete suspended on two rings, showcasing strength.",
        "Muscles clearly defined and engaged during the routine.",
        "Close focus on hand grips and muscles evident during performance.",
        "Gym setting with mats or safety equipment often depicted.",
        "Athlete performing on two hanging rings, clearly suspended.",
        "Horizontal rings showcased prominently in their position.",
        "Focus on form, with visible leg positions to enhance poses.",
        "Mat below for safety potentially included in the scene.",
        "Chalk dust may be seen on the rings and the athlete’s hands for grip.",
        "Athlete performing on a set of suspended rings.",
        "Positioned mid-air or in static holds showcasing balance."
    ],
    "86": [
        "Dynamic posture depicted during a match stance or push.",
        "Crowd or ceremonial judges observed around the ring.",
        "Intense facial expressions indicating focus.",
        "Traditional mawashi (belt) worn by participants.",
        "The dohyō (ring) is often surrounded by decorative shinto elements.",
        "Facial expressions convey concentration and determination.",
        "Ring (dohyo) may have loose clay surface visible.",
        "Intense expressions depicting determination and strength.",
        "Sumo ring or dohyo defined by a circular area.",
        "Spectators in the background, often in a cultural setting.",
        "Cultural elements, like banners or flags, often present.",
        "Two wrestlers in traditional attire preparing for a match.",
        "Wrestlers in traditional mawashi (belts) position facing each other.",
        "Oily skin evident, displaying cultural practices.",
        "Dynamic movement captured during tackle or push.",
        "Dynamic poses with feet squared and hands extended.",
        "Two wrestlers in traditional mawashi (loincloth) about to engage.",
        "Motion depicted with both individual and dog moving together.",
        "Supporting audience or other practitioners may be visible in the background.",
        "Specific stance and posture highlighted, emphasizing strength.",
        "Intense expressions showcasing rivalry and concentration.",
        "Wrestlers in traditional mawashi attire engaged in a bout.",
        "Intense facial expressions communicate determination and strategy.",
        "Audience and ceremonial elements (like salt throwing) may be visible.",
        "Traditional mawashi (belts) worn by wrestlers."
    ],
    "87": [
        "Surfer riding a wave, showcasing balance and agility on a board.",
        "Splashing water around the board indicates speed and dynamic action.",
        "Beach and spectators visible in the distance.",
        "Dynamic water splashes and curls visible around the surfer.",
        "Surfer riding a wave, either standing or in mid-air.",
        "Surfer riding a wave, prominently displaying balance and skill on a board.",
        "Focus on posture and balance while on the board.",
        "Ocean backdrop highlighting the dynamic movement of water.",
        "Surfer on a wave riding a surfboard.",
        "Brightly colored wetsuits or surfboards often on display.",
        "Wetsuits or swimwear worn for the activity.",
        "Ocean setting with splashes of water around.",
        "Splashing water surrounding the board enhancing dynamism.",
        "Surfer in athletic swimwear, possibly with a leash attached.",
        "Bright colors of surfboards contrasted against ocean backdrop.",
        "Surfer on a board riding a wave, showing balance and skill.",
        "Focus on the dynamic movement of water and the board.",
        "Water splashes and wave curls are prominently visible.",
        "Splashes of water highlighting the action of surfing.",
        "Distinct body positioning while balancing on the board.",
        "Surfer riding a wave, typically captured mid-action.",
        "Surfer riding a wave, balance and motion depicted clearly.",
        "Bright surfboard design adds visual interest.",
        "Scenic ocean landscape, possibly with other surfers or a beach.",
        "Beach or coastal backdrop indicating an outdoor setting."
    ],
    "88": [
        "Motion captures alternates between ascent and descent, evoking fun and energy.",
        "Person in mid-air on a swing, feet off the ground.",
        "The person swinging is often seen mid-air, showcasing delight or excitement.",
        "Individual or multiple persons on swings, often in mid-air.",
        "Childlike joy often reflected in the expression.",
        "Possible surrounding children or trees enhancing the playful scene.",
        "Joyful expressions often captured in children or adults.",
        "Ropes visibly suspending the swing from a frame or tree.",
        "Movement creates motion lines or blur in the image.",
        "The swing itself is usually attached to a frame or tree, visible in the scene.",
        "Casual clothing typical of outdoor play.",
        "Nature elements like trees or children could enhance the leisure scene.",
        "Background often includes playground equipment or trees, adding context.",
        "Outdoor nature showcasing bright sky or sunlight.",
        "Expressions of joy or exhilaration on the swinger's face.",
        "Brightly colored swing set contrasting with playground scenery.",
        "Individual seated on a swing, often in mid-motion.",
        "Chains or ropes attached to the swing frame highlighted.",
        "Background with grassy areas or other children playing.",
        "The swing itself has chains or ropes connecting to a frame above.",
        "Individual in mid-air on a swing, typically in a park setting.",
        "Chains or ropes suspending the swing clearly shown.",
        "Individual seated on a swing, capturing a moment in motion.",
        "Individual suspended or in motion on a swing, showcasing height and arc.",
        "Playgrounds or parks often depicted with swings hanging from frames."
    ],
    "89": [
        "Table setup clearly visible, with net and markings.",
        "Fast-paced action with focus on racket and ball.",
        "Rapid movement indicating speed and precision in positioning.",
        "Player positioned ready to strike a small, lightweight ping pong ball.",
        "Player in mid-swing, paddle hitting the table tennis ball.",
        "Fast-paced environment showcasing competitors and crowd.",
        "Fast movement capturing the motion of the ball and paddle.",
        "Player poised to hit a table tennis ball.",
        "The small ping pong ball is often captured mid-air.",
        "Dynamic foot positioning indicating readiness.",
        "Player poised to strike a table tennis ball.",
        "Intense focus and quick reflexes captured in player’s expressions.",
        "Dynamic expressions highlight the competitive nature of the game.",
        "Indoor sports hall or recreational space in the background.",
        "Focused facial expression indicating concentration.",
        "Ball in mid-air, highlighted by the player's intense focus.",
        "Fast-paced action may depict blurred movements, showcasing speed and precision.",
        "Ball arcing through the air captured in motion.",
        "Clear visibility of paddle and ball in motion.",
        "Player poised to strike a lightweight ball with a paddle.",
        "Indoor setting with a table clearly defined, often with nets.",
        "Dog’s tail or ear movements depicting excitement or comfort.",
        "Rubberized paddles are typically visible, showcasing manipulation.",
        "Table structure and net are visually dominant in the background.",
        "Player poised with a paddle, preparing to hit a ball."
    ],
    "90": [
        "Emphasis on smooth, controlled movements captured in a calm atmosphere.",
        "Flowing clothing that adds to the fluidity of the movements.",
        "Scenic park or nature setting enhancing calmness.",
        "Serene outdoor or indoor settings enhance the calm atmosphere.",
        "Slow-motion action captured, highlighting technique.",
        "Soft, flowing movements that are often very fluid in appearance.",
        "Focused expression indicates mindfulness during practice.",
        "Community or group practice evident in background.",
        "Individual performing slow, flowing movements, often in a relaxed posture.",
        "Traditional clothing, often loose-fitting, enhances the practice.",
        "Expression of calmness and focus during practice.",
        "Person in flowing, deliberate movements reflecting calmness.",
        "Serenity in facial expressions showing meditation.",
        "Calm facial expressions indicating focus and mindfulness.",
        "A person performing slow, deliberate movements in a relaxed stance.",
        "Outdoor natural setting, providing serenity.",
        "Individual engaged in slow, fluid movements and poses.",
        "Gentle expressions reflecting focus and tranquility.",
        "Gentle hand movements and serene facial expression shown.",
        "Flowing clothing that accentuates movement.",
        "An individual in a flowing, slow-motion pose, emphasizing grace and balance.",
        "Attire is typically loose, reflecting comfort and traditional styles.",
        "Gentle facial expressions reflect calmness and concentration.",
        "Expressions of calm and concentration noted on the practitioner's face.",
        "Individual in a slow, fluid stance, emphasizing balance."
    ],
    "91": [
        "Dynamic body movement reflecting power and precision.",
        "Athletic clothing reflecting a competitive environment.",
        "Tennis court markings and net visibly depicted in background.",
        "Athletic attire signifying the sport is worn by the player.",
        "Dynamic body positioning indicating motion or follow-through.",
        "The racket is prominently featured, often reflecting sunlight during the swing.",
        "Emotion and concentration visible on the player’s face.",
        "Player in mid-swing, racket raised high impacting the ball.",
        "Tennis court lines clearly visible, indicating the playing area.",
        "Player in a dynamic readiness and swinging position, paddle in hand.",
        "Ball in motion, demonstrating the speed and tension of the game.",
        "Dynamic posture highlighting strength and technique.",
        "Body posture showcases athleticism, often with a forward lean.",
        "Player in a dynamic stance preparing to hit a tennis ball.",
        "Footwork positioning emphasizing speed and agility.",
        "Tennis ball is in mid-air, indicating motion.",
        "Attire includes shorts, t-shirts, and tennis shoes.",
        "Player mid-swing with a racket, often displaying body mechanics.",
        "The ball in mid-air, depicting the moment of impact.",
        "The surrounding audience may be visible, highlighting the sport’s competitive nature.",
        "Expression of focus and determination on the player's face.",
        "Dynamic action pose highlighting movement and momentum.",
        "Bright sportswear, often with sponsor logos displayed.",
        "Audience or surrounding environment noticeable.",
        "Audience or other players may be present, enhancing competitive vibe."
    ],
    "92": [
        "Athlete is positioned in a turning stance, focusing on the technique before releasing the discus.",
        "Athlete preparing to throw a discus, body coiled.",
        "Focus on body positioning, reflecting strength and technique.",
        "Circular throw area marked on the ground visible.",
        "Circular throw area clearly marked in the background.",
        "Athlete in a winding position preparing to release a discus.",
        "Athletic attire that may include specialized shoes for traction.",
        "Outdoor track and field area with marked circles and viewing area.",
        "Sports field setting, often with marked throwing sectors.",
        "Focus is on the moment before the release, conveying anticipation.",
        "The circular discus is prominently featured in the hand.",
        "Spectators observing the action, often set within a sports venue.",
        "Focused expression indicating concentration on the throw.",
        "Outdoor setting with track markings visible, emphasizing throw area.",
        "Circular discus visible, gripped tightly with focused posture.",
        "Discus clearly visible in grip as athlete prepares.",
        "Circular throwing area may be marked in the background.",
        "Circular throwing area marked clearly on the ground.",
        "Shot circle and marked landing area in the background.",
        "Discus clearly visible in hand, emphasizing grip technique.",
        "Athlete preparing to release a heavy discus.",
        "Background may show a field and audience.",
        "An athlete preparing to release a heavy discus from a circular area.",
        "Focus on body posture, emphasizing strength and technique.",
        "Defined muscle tension evident in the throwing arm during the release."
    ],
    "93": [
        "Trampoline surface shown with dynamic bounce lines.",
        "Bright and dynamic colors of athletic wear might be showcased.",
        "Motion lines or blurred limbs illustrating height and movement.",
        "Dynamic motion capturing effort and landing techniques.",
        "The trampoline's mesh or mat is visible underneath.",
        "Individual is captured mid-air above a trampoline surface.",
        "Brightly colored trampoline frames add visual interest.",
        "Trampoline surface potentially showing spring action.",
        "Diverging patterns of the trampoline surface showcasing springiness.",
        "Motion captured as body stretches or curls in the air.",
        "Bouncing action emphasizing orbit-like motion.",
        "Individual captured in mid-air, surrounded by the trampoline’s surface and net.",
        "Enthusiastic expressions capturing the joy of jumping high.",
        "Energetic movements illustrated through body positioning.",
        "Dynamic body positions showcasing flips or twists.",
        "Colorful attire adds vibrancy to the action.",
        "Brightly colored trampoline mat often visible.",
        "Bounce mat below creating a sense of upward motion.",
        "Trampoline surface captured with tension from the jump.",
        "Individual airborne above a trampoline, showcasing acrobatic skills.",
        "Jumper bouncing high above the trampoline surface.",
        "Colorful attire is often worn by the jumper, enhancing visual appeal.",
        "Possible background of a gym setting or outdoor area.",
        "Individual depicted mid-air with legs extended or tucked.",
        "Bouncing motion captured through body extension."
    ],
    "94": [
        "Computer screen displaying text or digital content.",
        "Background may include office supplies, notebooks, or personal items.",
        "Office or home desk setting often evident.",
        "Fast finger movements create a blur, highlighting the speed of typing.",
        "Workstation or office background providing context.",
        "Close-up of hands hovering or moving over a keyboard.",
        "Ambient light or ergonomic elements in the workspace enhancing the scene.",
        "Desk setting with possible office items around.",
        "Surroundings might showcase an office or study environment.",
        "Possible accessories visible, such as a mouse or notepad.",
        "Focus on the screen displaying text or documents in progress.",
        "Dynamic posture of the body, suggesting focus and engagement.",
        "Consideration for posture, possibly in a seated position.",
        "Work or home office setting may be apparent.",
        "Individual seated at a desk, fingers actively pressing keys.",
        "Hands positioned over a keyboard, fingers moving.",
        "Focused expressions emphasize concentration during typing.",
        "Various colored keys and keyboard layout showcased.",
        "Hands visible over a keyboard, typically in a focused position.",
        "Body posture typically includes sitting at a desk or table.",
        "Focused facial expression conveying concentration.",
        "Comfortable or ergonomic positioning displayed in user’s posture.",
        "Environment may reflect a modern or home-office context.",
        "Office accessories or personal items may be scattered nearby.",
        "Focused facial expression emphasizing concentration."
    ],
    "95": [
        "Athlete performing on two horizontal bars at different heights.",
        "Athlete performing on two horizontal bars at different heights.",
        "Traditional gymnastics attire worn, often colorful or specialized.",
        "Body visible in action, emphasizing balance and control.",
        "Gymnast performing movements on two parallel bars, often in motion.",
        "Athlete’s body displays strength and control during the routine.",
        "Athlete executing a routine on two unevenly placed bars.",
        "Safety mats positioned below the bars.",
        "Gymnast transitioning between two parallel bars, showcasing movement and strength.",
        "Coaches or spectators often present in the setting.",
        "Emphasis on strength and flexibility through form.",
        "Body is often depicted in dynamic poses, emphasizing rhythm.",
        "Action showing body positioning, often demonstrated with flexibility.",
        "Configuration of bars visible, featuring grip areas and padding.",
        "Gym environment or training space visible in the background.",
        "Unique apparatus design indicating the uneven heights distinctly.",
        "Mats under the bars highlighting safety features.",
        "Female gymnast performing an exercise on two horizontal bars.",
        "Clear focus on the grip and body form as the athlete navigates the bars.",
        "Gymnast performing on uneven bars, showcasing strength.",
        "Bars visibly separated with an open space between them.",
        "Spectator or gym environment may reflect the competitive setting.",
        "Athlete performing on two horizontal bars, often inverted or swinging.",
        "Strained yet focused expressions showcasing strength and technique.",
        "Emotional expression conveying the athlete's skill and effort."
    ],
    "96": [
        "Team uniforms representing club or country.",
        "Athletic wear, such as jerseys and shorts, typically shown.",
        "Player in mid-air, striking a volleyball.",
        "Beach or indoor court settings highlighted, creating dynamic backgrounds.",
        "Player in mid-air preparing to spike the ball.",
        "Court markings distinctly visible around the play area.",
        "Court markings and net are prominently visible in the setting.",
        "Background may include teammates or spectators cheering.",
        "Volleyball clearly depicted in the air above the net.",
        "Audience or sidelines in the background indicating sports environment.",
        "Player poised to strike the ball above the net.",
        "Court markings and net clearly visible in the frame.",
        "Dynamic body posture suggests intensity and team coordination.",
        "Dynamic arm motion captured emphasizing strength and strategy.",
        "Player leaping to strike a ball with a hand, showcasing height.",
        "Player at peak jump, arm extended to strike the ball.",
        "The net is a prominent feature in the background.",
        "Player preparing to hit a volleyball above the net.",
        "Dynamic motion evident in the jump, emphasizing both height and power.",
        "Dynamic body positioning showcased with arms fully extended.",
        "Athletic wear often distinctively visible, showcasing team colors.",
        "A volleyball in mid-air, often near a net.",
        "Volleyball visibly highlighted in the striking motion.",
        "Spectators or beach setting visible in the background.",
        "Athletic attire emphasizing team uniforms commonly seen."
    ],
    "97": [
        "Interaction often portrayed with visible enjoyment.",
        "Individual with a leash holding a dog, often in motion.",
        "Individual holding a dog’s leash, often in motion.",
        "Casual attire of the person visible, along with the dog’s collar.",
        "Leash or collar design adding to the visual detail.",
        "Individual holding a leash, guiding a dog alongside them.",
        "Individual holding a leash, walking alongside a dog on a path.",
        "Person's casual attire often includes comfortable shoes and clothing.",
        "Facial expression of the owner often reflects joy or companionship.",
        "Playful interaction between person and dog, showcasing connection.",
        "Variety of dog breeds often highlighted in the scene.",
        "Friendly expressions on both human and dog visible.",
        "Individual's relaxed and happy expression while walking.",
        "Dog's breed and size showing variety in visuals.",
        "Natural scenery in the background, such as trees or paths.",
        "A person holding a leash attached to a dog.",
        "Outdoor setting indicative of parks or neighborhood.",
        "Park or outdoor setting often visible in the background.",
        "Typical items like dog toys or accessories can be visually apparent.",
        "Possible elements of nature, like trees or grass inviting approach.",
        "Interaction captured in showing bond between the person and pet.",
        "Nature or park background, possibly with trees or paths.",
        "Outdoor setting with paths, parks, or open areas visible.",
        "Casual attire of the person contrasting with the pet’s features.",
        "Possible environmental elements like trees or other pets in the background."
    ],
    "98": [
        "Dynamic nature depicted through the person’s physical exertion.",
        "Indoor or outdoor setting with wall visible.",
        "Focused expression indicating fitness effort.",
        "Variation in body angle indicating multiple pushup styles.",
        "Visible tension in the arms and shoulders showing effort.",
        "Individual positioned against a wall, arms extended.",
        "Dynamic movements emphasizing muscular effort, with a clear focus on technique.",
        "Body angled towards the wall, arms visibly extending.",
        "Person’s relaxed posture and casual attire reflecting enjoyment.",
        "Background indicating a gym or workout space.",
        "Indoor setting, often at a gym or personal space.",
        "Focused expression indicating physical effort and control.",
        "Individual positioned against a wall, arms bent at elbows.",
        "The surrounding area includes walls, often in a gym or home setting.",
        "Possible use of specific wall markings or decorations in the backdrop.",
        "Plain wall or gym environment visible in the background.",
        "Individual positioned against a wall, hands pressing outwards.",
        "Body straight from head to heels demonstrating form.",
        "Indoor or outdoor setting made evident by surroundings.",
        "Dynamic posture indicating strength and control.",
        "Body alignment indicative of strength training or fitness focus.",
        "Individual performing push-ups against a wall, body angled.",
        "Focus on muscle engagement in arms and legs.",
        "Body alignment shows a straight line from head to feet.",
        "Close-up of the arms and shoulder engagement featured prominently."
    ],
    "99": [
        "Individual standing or sitting in front of a whiteboard or chalkboard, writing.",
        "The person is usually holding chalk or a marker, demonstrating motion.",
        "Focus on the action of writing, with concentration evident.",
        "Background may include classroom or meeting setting, often with engaged observers.",
        "Focused facial expression indicating concentration and engagement.",
        "Individual using a marker or chalk, often with focused expression.",
        "Use of markers or chalk creates colorful contrasts with the board surface.",
        "Hands holding writing implement, often chalk or marker against the board.",
        "Person actively writing with markers or chalk on a board.",
        "Classroom or instructional setting typically indicated in the background.",
        "Whiteboard or chalkboard surface showcased with written text.",
        "Person writing with a marker or chalk on a board.",
        "Standing position may indicate engagement with an audience.",
        "Individual holding a marker, writing on a whiteboard or chalkboard.",
        "Classroom or office setting may provide context for the activity.",
        "Individual using a marker or chalk to write or draw on a board.",
        "Writing surface (whiteboard or chalkboard) visibly employed.",
        "Person holding a whiteboard marker or chalk, writing or drawing.",
        "Body posture leaning forward, focused on writing.",
        "Hand movements and body posture focus on the act of writing, unlike biking motion.",
        "Attentive expressions from nearby audience or students present.",
        "Background elements like educational materials or classroom setting.",
        "A person standing or sitting with a marker or chalk.",
        "Classroom or meeting room setting often visible in the background.",
        "Writing instruments, like markers or chalk, visibly present."
    ]
}